Repository: keexybox/keexyapp
Catalog: src/Locale/*/default.po
Languages: chs, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru

source: all
chs: 全部
de_de: alle
el_gr: όλα
es_es: todas
fr_fr: toutes
it_it: tutte
ja_jp: すべて
pl_pl: wszystkie
pt_pt: tudo
ru_ru: все

source: Please define a category
chs: 请限定类别
de_de: Bitte eine Kategorie festlegen
el_gr: Παρακαλούμε ορίστε κατηγορία
es_es: Por favor, define una categoría
fr_fr: Merci de définir une categorie
it_it: Definire una categoria
ja_jp: カテゴリを定義してください
pl_pl: Proszę zdefiniować kategorię
pt_pt: Queira definir uma categoria
ru_ru: Пожалуйста, определите категорию

source: Nothing was selected.
chs: 没有选择任何内容。
de_de: Keine Auswahl wird getroffen.
el_gr: Δεν έχει γίνει καμία επιλογή.
es_es: No se seleccionó nada.
fr_fr: Rien n'a été sélectionné.
it_it: Nessuna selezione.
ja_jp: 何も選択されていません。
pl_pl: Nic nie zostało wybrane.
pt_pt: Não foi selecionado nada.
ru_ru: Ничего не выбрано.

source: Following domains are invalid and were not added to the Blacklist:
chs: 下列域名无效，未添加到黑名单：
de_de: Folgende Domänen sind ungültig und werden nicht zur Blacklist hinzugefügt:
el_gr: Οι ακόλουθοι τομείς δεν είναι έγκυροι και δεν προστέθηκαν στην Blacklist:
es_es: Los siguientes dominios no son válidos y no se añadieron a la Blacklist:
fr_fr: Les domaines suivants sont invalides et n'ont pas été enregistrés:
it_it: I seguenti domini non sono validi e non sono stati aggiunti alla Blacklist:
ja_jp: 次のドメインは無効のため、ブラックリストに追加されませんでした：
pl_pl: Następujące domeny są nieprawidłowe i nie zostały dodane do czarnej listy:
pt_pt: Os seguintes domínios são inválidos e não foram adicionados à Blacklist:
ru_ru: Следующие домены некорректны, и они не могут быть добавлены в черный список:

source: Domains added successfully to the Blacklist.
chs: 已成功将域名添加到黑名单。
de_de: Domänen erfolgreich zur Blacklist hinzugefügt.
el_gr: Οι τομείς προστέθηκαν επιτυχώς στην Blacklist.
es_es: Dominios añadidos correctamente a la Blacklist.
fr_fr: Les domaines ont été ajoutés avec succès à la Blacklist.
it_it: Domini aggiunti alla Blacklist.
ja_jp: ドメインがブラックリストに正常に追加されました。
pl_pl: Domeny zostały pomyślnie dodane do czarnej listy.
pt_pt: Domínios adicionados com êxito à Blacklist.
ru_ru: Домены успешно добавлены в черный список.

source: Domains imported successfully to Blacklist from lists.
chs: 域名已成功从列表导入黑名单。
de_de: Domänen erfolgreich aus Listen zur Blacklist hinzugefügt.
el_gr: Οι τομείς εισήχθησαν επιτυχώς από τις λίστες στην Blacklist.
es_es: Dominios importados correctamente a la Blacklist desde listas.
fr_fr: Les domaines ont été importés avec succès à la Blacklist depuis les listes.
it_it: Domini importati con successo nella Blacklist dagli elenchi.
ja_jp: ドメインがリストからブラックリストに正常にインポートされました。
pl_pl: Domeny zostały pomyślnie zaimportowane na czarną listę z list.
pt_pt: Domínios importados com êxito à Blacklist a partir das listas.
ru_ru: Домены из списков успешно внесены в черный список.

source: Some lists were invalid to import domains to the Blacklist.
chs: 有些列表无效，无法将域名导入黑名单。
de_de: Einige Listen waren zum Import von Domänen zur Blacklist ungültig.
el_gr: Ορισμένες λίστες δεν είναι έγκυρες και δεν μπορούν να εισάγουν τομείς στην Blacklist.
es_es: Algunas listas no eran válidas para importar dominios a la Blacklist.
fr_fr: Des lists étaient invalides pour importer des domaines dans la Blacklist.
it_it: Alcuni elenchi non erano validi per l'importazione nella Blacklist.
ja_jp: 一部のリストは、ドメインをブラックリストにインポートするのに無効でした。
pl_pl: Niektóre listy nie mogły importować domen na czarną listę.
pt_pt: Algumas listas foram inválidas para importar domínios à Blacklist.
ru_ru: Домены не внесены в черный список, так как некоторые списки были некорректны.

source: Domain {0} has been deleted.
chs: 域名{0}已被删除。
de_de: Domäne {0} wurde gelöscht.
el_gr: Ο τομέας {0} διαγράφηκε.
es_es: Se ha eliminado el dominio {0}.
fr_fr: Le domaine {0} a été supprimé.
it_it: Il dominio {0} è stato cancellato.
ja_jp: ドメイン{0}は削除されました。
pl_pl: Domena {0} została usunięta.
pt_pt: O domínio {0} foi eliminado.
ru_ru: Домен {0} удален.

source: Domain {0} could not be deleted.
chs: 无法删除域名{0}。
de_de: Domäne {0} konnte nicht gelöscht werden.
el_gr: Ο τομέας {0} δεν μπορεί να διαγραφεί.
es_es: No pudo eliminarse el dominio {0}.
fr_fr: Le domaine n'a pas pu être supprimé.
it_it: Non è stato possibile cancellare il dominio {0}.
ja_jp: ドメイン{0}は削除できませんでした。
pl_pl: Nie można usunąć domeny {0}.
pt_pt: O domínio {0} não pôde ser eliminado.
ru_ru: Домен {0} не может быть удален.

source: Please try again.
chs: 请重试。
de_de: Bitte erneut versuchen.
el_gr: Παρακαλούμε προσπαθήστε ξανά.
es_es: Por favor, vuelve a intentarlo.
fr_fr: Merci de réessayer.
it_it: Riprova
ja_jp: もう一度お試しください。
pl_pl: Spróbuj ponownie.
pt_pt: Queira tentar de novo.
ru_ru: Попробуйте еще раз.

source: Category {0} has been deleted.
chs: 类别{0}已被删除。
de_de: Kategorie {0} wurde gelöscht.
el_gr: Η κατηγορία {0} διαγράφηκε.
es_es: Se ha eliminado la categoría {0}.
fr_fr: La catégorie {0} a été supprimée.
it_it: La categoria {0} è stata cancellata.
ja_jp: カテゴリ{0}が削除されました。
pl_pl: Kategoria {0} została usunięta.
pt_pt: A categoria {0} foi eliminada.
ru_ru: Категория {0} удалена.

source: Unable to delete category {0}.
chs: 无法删除类别{0}。
de_de: Löschen der Kategorie {0} unmöglich.
el_gr: Αδυναμία διαγραφής της κατηγορίας {0}.
es_es: No se pudo eliminar la categoría {0}.
fr_fr: Impossible de supprimer la catégorie {0}.
it_it: Impossibile cancellare la categoria {0}.
ja_jp: カテゴリ{0}を削除できません。
pl_pl: Nie można usunąć kategorii {0}.
pt_pt: Impossível eliminar a categoria {0}.
ru_ru: Не удается удалить категорию {0}.

source: Domains imported successfully to the Blacklist.
chs: 已成功将域名导入到黑名单。
de_de: Domänen erfolgreich in die Blacklist importiert.
el_gr: Οι τομείς εισήχθησαν επιτυχώς στην Blacklist.
es_es: Los dominios se han importado correctamente a la Blacklist.
fr_fr: Les domaines ont été importés dans la Blacklist avec succès.
it_it: Domini importati con successo nella Blacklist.
ja_jp: ドメインがブラックリストに正常にインポートされました。
pl_pl: Domeny pomyślnie zaimportowane na czarną listę.
pt_pt: Domínios importados com êxito à Blacklist.
ru_ru: Домены успешно внесены в черный список.

source: Unable to import domains to the Blacklist, please try with another file.
chs: 无法将域名导入黑名单，请尝试使用其他文件。
de_de: Importieren von Domänen in die Blacklist unmöglich, bitte mit einer anderen Datei versuchen.
el_gr: Αδυναμία εισαγωγής των τομέων στην Blacklist, παρακαλούμε προσπαθήστε με άλλο αρχείο.
es_es: No se pudieron importar los dominios a la Blacklist, por favor, inténtalo con otro archivo.
fr_fr: Impossible d'importer les domaines à la Blacklist, merci d'essayer avec un autre fichier.
it_it: Impossibile importare i domini nella Blacklist, provare con un altro file.
ja_jp: ドメインをブラックリストにインポートできません。別のファイルで試してください。
pl_pl: Nie można zaimportować domen na czarną listę, spróbuj użyć innego pliku.
pt_pt: Impossível importar domínios à Blacklist, queira tentar com outro ficheiro.
ru_ru: Не удается внести домены в черный список, используйте другой файл.

source: Unable to upload file.
chs: 无法上传文件。
de_de: Upload der Dateien unmöglich
el_gr: Αδυναμία φόρτωσης του αρχείου.
es_es: No se pudo subir el archivo.
fr_fr: Impossible de charger le fichier, merci de réessayer.
it_it: Impossibile caricare il file.
ja_jp: ファイルをアップロードできません。
pl_pl: Nie można przesłać pliku.
pt_pt: Impossível fazer o upload do ficheiro.
ru_ru: Не удается загрузить файл.

source: {0} configuration files generated successfully.
chs: 已成功生成{0}配置文件。
de_de: Konfigurationsdateien erfolgreich generiert.
el_gr: Η δημιουργία των αρχείων ρυθμίσεων {0} ολοκληρώθηκε επιτυχώς .
es_es: {0} archivos de configuración generados correctamente.
fr_fr: Les fichiers de configuration {0} ont été générés avec succès.
it_it: {0} file di configurazione generati con successo.
ja_jp: {0}の構成ファイルが正常に生成されました。
pl_pl: Pliki konfiguracyjne {0} zostały wygenerowane pomyślnie.
pt_pt: {0} ficheiros de configuração criados com êxito.
ru_ru: {0} Файлы конфигурации успешно сгенерированы.

source: Unable to write {0} configuration files.
chs: 无法写入{0}配置文件。
de_de: Schreiben {0} von Konfigurationsdateien unmöglich.
el_gr: Αδυναμία εγγραφής των αρχείων ρυθμίσεων {0}.
es_es: No se pudieron crear {0} archivos de configuración.
fr_fr: Impossible d'écrire les fichiers de configuration {0}.
it_it: Impossibile scrivere i file di configurazione {0}.
ja_jp: {0}の構成ファイルを書き込めません。
pl_pl: Nie można zapisać plików konfiguracyjnych {0}.
pt_pt: Impossível escrever {0} ficheiros de configuração.
ru_ru: Не удается записать {0} файлы конфигурации.

source: The value has been changed successfully.
chs: 值已更改成功。
de_de: Der Wert wurde erfolgreich geändert.
el_gr: Η τιμή άλλαξε επιτυχώς.
es_es: El valor se ha modificado correctamente.
fr_fr: La valeur a été changée avec succès.
it_it: Il valore è stato modificato con successo.
ja_jp: 値は正常に変更されました。
pl_pl: Wartość została zmieniona pomyślnie.
pt_pt: O valor foi alterado com êxito.
ru_ru: Значение успешно изменено.

source: Unable to change the value.
chs: 无法更改值。
de_de: Ändern des Wertes unmöglich.
el_gr: Αδυναμία αλλαγής τιμής.
es_es: No se pudo modificar el valor.
fr_fr: Impossible de changer la valeur.
it_it: Impossibile modificare il valore.
ja_jp: 値を変更できません。
pl_pl: Nie można zmienić wartości.
pt_pt: Impossível alterar o valor.
ru_ru: Не удается изменить значение.

source: Invalid IP address
chs: IP地址无效
de_de: Ungültige IP-Adresse
el_gr: Μη έγκυρη διεύθυνση IP
es_es: La dirección IP no es válida
fr_fr: Adresse IP invalide
it_it: Indirizzo IP non valido
ja_jp: 無効なIPアドレス
pl_pl: Nieprawidłowy adres IP
pt_pt: Endereço IP inválido
ru_ru: Неправильный IP-адрес

source: Network settings successfully saved. Please adjust the DHCP settings and reboot KeexyBox.
chs: 网络设置已成功保存。请调整DHCP设置并重新启动KeexyBox。
de_de: Netzwerkeinstellungen erfolgreich gespeichert. Bitte die DHCP-Einstellungen anpassen und KeexyBox erneut booten.
el_gr: Οι ρυθμίσεις δικτύου αποθηκεύτηκαν επιτυχώς. Παρακαλούμε προσαρμόστε τις ρυθμίσεις DHCP και επανεκκινήστε το KeexyBox.
es_es: La configuración de red se ha guardado correctamente. Por favor, ajusta la configuración DHCP y reinicia KeexyBox.
fr_fr: Paramètres réseaux enregistrés avec succès. Merci d'ajuster les paramètres DHCP et de redémarrer KeexyBox.
it_it: Impostazioni di rete salvate. Regolare le impostazioni DHCP e riavviare KeexyBox
ja_jp: ネットワーク設定が正常に保存されました。DHCP設定を調整してKeexyBoxを再起動してください。
pl_pl: Ustawienia sieci zostały zapisane pomyślnie. Dostosuj ustawienia DHCP i uruchom ponownie KeexyBox.
pt_pt: Definições de rede guardadas com êxito. Queira ajustar as definições de DHCP e reiniciar a KeexyBox.
ru_ru: Сетевые настройки успешно сохранены. Настройте параметры сервера DHCP и перезагрузите KeexyBox.

source: Internal network IP and ouput IP must be in a different subnets.
chs: 内部网络IP和输出IP必须在不同的子网中。
de_de: Die interne Netzwerk-IP und Ausgabe-IP müssen in unterschiedlichen Teilnetzen sein.
el_gr: Η εσωτερική IP και η εξωτερική IP πρέπει να βρίσκονται σε διαφορετικό υποδίκτυο.
es_es: La IP de la red interna y la IP de salida deben estar en subredes diferentes.
fr_fr: L'IP du réseau interne et l'IP de sortie doivent être dans des sous-réseaux différents.
it_it: L'IP di rete interna e l'IP di uscita devono trovarsi in sottoreti differenti.
ja_jp: 内部ネットワークIPと出力IPは異なるサブネットに存在する必要があります。
pl_pl: Adres IP sieci wewnętrznej i wyjściowy adres IP muszą znajdować się w różnych podsieciach.
pt_pt: O IP da rede interna e IP de saída devem ter diferentes sub-redes.
ru_ru: Внутренний и внешний IP-адреса должны принадлежать разным подсетям.

source: Output network IP and gateway are not in the same subnet.
chs: 输出网络IP和网关不在同一子网中。
de_de: Die Augabe-Netzwerk-IP und das Gateway sind nicht in demselben Teilnetz.
el_gr: Η εξωτερική IP και η πύλη δεν βρίσκονται στο ίδιο υποδίκτυο.
es_es: La IP de la red de salida y la puerta de enlace no están en la misma subred.
fr_fr: L'IP du réseau de sortie et la passerelle ne sont pas dans le même sous réseau.
it_it: L'IP della rete di uscita e il gateway non sono nella stessa sottorete.
ja_jp: 出力ネットワークIPとゲートウェイが同じサブネットにありません。
pl_pl: Wyjściowy adres IP sieci i brama nie znajdują się w tej samej podsieci.
pt_pt: O IP da rede de saída e a gateway não estão na mesma sub-rede.
ru_ru: Внешний IP-адрес и шлюз не принадлежат одной и той же подсети.

source: Network settings have not been updated.
chs: 网络设置尚未更新。
de_de: Die Netzwerkeinstellungen wurden nicht aktualisiert.
el_gr: Οι ρυθμίσεις δικτύου δεν ενημερώθηκαν.
es_es: La configuración de red no se ha actualizado.
fr_fr: Les paramètres réseaux n'ont pas a été mise à jour.
it_it: Le impostazioni di rete non sono state aggiornate.
ja_jp: ネットワーク設定は更新されていません。
pl_pl: Ustawienia sieci nie zostały zaktualizowane.
pt_pt: As definições de rede não foram atualizadas.
ru_ru: Сетевые настройки не были обновлены.

source: DHCP settings updated successfully.
chs: DHCP设置成功更新。
de_de: DHCP-Einstellungen erfolgreich aktualisiert.
el_gr: Οι ρυθμίσεις DHCP ενημερώθηκαν επιτυχώς.
es_es: La configuración DHCP se ha actualizado correctamente.
fr_fr: Paramètres DHCP mis à jour avec succès.
it_it: Impostazioni DHCP aggiornate.
ja_jp: DHCP設定が正常に更新されました。
pl_pl: Ustawienia DHCP zostały zaktualizowane pomyślnie.
pt_pt: Definições de DHCP atualizadas com êxito.
ru_ru: Настройки сервера DHCP успешно обновлены.

source: But DHCP reload failed.
chs: 但是DHCP重新加载失败。
de_de: Doch das erneute Laden von DHCP ist fehlgeschlagen.
el_gr: Αλλά αποτυχία επαναφόρτωσης DHCP.
es_es: Pero la recarga DHCP falló.
fr_fr: Mais le rechargement de DHCP a échoué.
it_it: Ma aggiornamento DHCP fallito.
ja_jp: しかし、DHCPのリロードは失敗しました。
pl_pl: Jednak ponowne załadowanie DHCP nie powiodło się.
pt_pt: Mas o recarregamento de DHCP falhou.
ru_ru: Не удалось перезагрузить сервер DHCP .

source: One or more DHCP IP Addresses does not match with subnets.
chs: 一个或多个DHCP IP地址与子网不匹配。
de_de: Eine oder mehrere DHCP-IP-Adresse(n) passt (passen) nicht zu den Teilnetzen.
el_gr: Μία ή περισσότερες διευθύνσεις IP/DHCP δεν ταιριάζουν με τα υποδίκτυα.
es_es: Una o más direcciones IP DHCP no coinciden con las subredes.
fr_fr: Une ou plusieurs adresses IP DHCP ne correspondent pas aux sous-réseaux.
it_it: Uno o più indirizzi IP DHCP non corrispondono alle sottoreti.
ja_jp: 1つまたは複数のDHCP IPアドレスがサブネットと一致しません。
pl_pl: Jeden lub więcej adresów IP DHCP nie pasuje do podsieci.
pt_pt: Um ou mais endereços de IP DHCP não coincide com as sub-redes.
ru_ru: Один или несколько IP-адресов, выделенных сервером DHCP, не совпадают с подсетями.

source: One or more DHCP IP Addresses are used by KeexyBox.
chs: KeexyBox使用一个或多个DHCP IP地址。
de_de: Eine oder mehrere DHCP-IP-Adressen werden von KeexyBox verwendet.
el_gr: Μία ή περισσότερες διευθύνσεις IP/DHCP χρησιμοποιούνται ήδη από το KeexyBox.
es_es: KeexyBox usa una o más direcciones IP DHCP.
fr_fr: Une ou plusieurs adresses IP DHCP sont utilisées par KeexyBox.
it_it: Uno o più indirizzi IP DHCP sono usati da KeexyBox.
ja_jp: 1つまたは複数のDHCP IPアドレスがKeexyBoxによって使用されています。
pl_pl: KeexyBox korzysta z jednego lub więcej adresów IP DHCP.
pt_pt: Um ou mais endereços de IP DHCP são usados pela KeexyBox.
ru_ru: KeexyBox использует один или несколько IP-адресов, выделенных сервером DHCP.

source: DHCP settings have not been updated.
chs: DHCP设置尚未更新。
de_de: Die DHCP-Einstellungen wurden nicht aktualisiert
el_gr: Οι ρυθμίσεις DHCP δεν ενημερώθηκαν.
es_es: No se ha actualizado la configuración DHCP.
fr_fr: Les paramètres DHCP n'ont pas été mis à jour.
it_it: Le impostazioni DHCP non sono state aggiornate.
ja_jp: DHCP設定は更新されていません。
pl_pl: Ustawienia DHCP nie zostały zaktualizowane.
pt_pt: As definições de DHCP não foram atualizadas.
ru_ru: Параметры сервера DHCP не обновлены.

source: Invalid country code
chs: 国家代码无效
de_de: Ungültiger Ländercode
el_gr: Μη έγκυρος κωδικός χώρας
es_es: El prefijo no es válido
fr_fr: Code pays invalide
it_it: Codice paese non valido
ja_jp: 無効な国コード
pl_pl: Nieprawidłowy kod kraju
pt_pt: Código de país inválido
ru_ru: Неверный код страны

source: Invalid domain
chs: 域名格式无效
de_de: Ungültige Domäne
el_gr: Μη έγκυρος τομέας
es_es: El dominio no es válido
fr_fr: Domaine invalide
it_it: Dominio non valido
ja_jp: 無効なドメイン
pl_pl: Nieprawidłowa domena
pt_pt: Domínio inválido
ru_ru: Неверный домен

source: Invalid name
chs: 名称无效
de_de: Ungültiger Name
el_gr: Μη έγκυρο όνομα
es_es: El nombre no es válido
fr_fr: Nom invalide
it_it: Nome non valido
ja_jp: 無効な名前
pl_pl: Nieprawidłowa nazwa
pt_pt: Nome inválido
ru_ru: Неверное имя

source: Certificate updated successfully. It will be active after next reboot.
chs: 证书已更新成功。下次重启后会被激活。
de_de: Zertifikat erfolgreich aktualisiert. Nach dem nächsten Booten wird es aktiviert.
el_gr: Το πιστοποιητικό ενημερώθηκε επιτυχώς. Θα ενεργοποιηθεί μετά την επόμενη επανεκκίνηση.
es_es: El certificado se actualizó correctamente. Estará activo después del próximo reinicio.
fr_fr: Le certificat a été mis à jour avec succès. Il sera actif au prochain redémarrage.
it_it: Certificato caricato correttamente. Sarà attivo dopo il riavvio.
ja_jp: 証明書が正常に更新されました。次回の再起動後にアクティブになります。
pl_pl: Certyfikat został zaktualizowany pomyślnie. Będzie aktywny po następnym uruchomieniu.
pt_pt: Certificado atualizado com êxito. Ficará ativo após a reinicialização.
ru_ru: Сертификат успешно загружен. Он будет активирован после перезагрузки.

source: Unable to generate certificate.
chs: 无法生成证书。
de_de: Generieren des Zertifikats unmöglich.
el_gr: Αδυναμία δημιουργίας πιστοποιητικού.
es_es: No se pudo generar el certificado.
fr_fr: Impossible de générer le certificat.
it_it: Impossibile generare certificato.
ja_jp: 証明書を生成できません。
pl_pl: Nie można wygenerować certyfikatu.
pt_pt: Impossível criar certificado.
ru_ru: Не удается сгенерировать сертификат.

source: Certificate has not been updated.
chs: 证书未被更新。
de_de: Das Zertifikat wurde nicht aktualisiert.
el_gr: Το πιστοποιητικό δεν ενημερώθηκε.
es_es: El certificado no ha sido actualizado.
fr_fr: Le certificat n'a pas été mis à jour.
it_it: Il certificato non è stato aggiornato.
ja_jp: 証明書は更新されませんでした。
pl_pl: Certyfikat nie został zaktualizowany.
pt_pt: O certificado não foi atualizado.
ru_ru: Сертификат не обновлен.

source: Invalid ntp server
chs: ntp服务器无效
de_de: Ungültiger ntp-Server
el_gr: Μη έγκυρος διακομιστής NTP
es_es: El servidor ntp no es válido
fr_fr: Serveur NTP invalide
it_it: Server ntp non valido
ja_jp: 無効なNTPサーバー
pl_pl: Nieprawidłowy serwer NTP
pt_pt: Servidor ntp inválido
ru_ru: Неверный сервер NTP

source: Date and time settings saved successfully.
chs: 日期和时间设置已成功保存。
de_de: Datum und Zeiteinstellungen erfolgreich gespeichert.
el_gr: Οι ρυθμίσεις ημερομηνίας και ώρας αποθηκεύτηκαν επιτυχώς.
es_es: La configuración de la fecha y la hora se guardó correctamente.
fr_fr: Configuration de la date et de l'heure sauvegardés avec succès.
it_it: Impostazioni data e ora salvate.
ja_jp: 日付と時刻の設定が正常に保存されました。
pl_pl: Ustawienia daty i godziny zostały zapisane.
pt_pt: Definições de data e hora guardadas com êxito.
ru_ru: Настройки даты и времени успешно сохранены.

source: But unable to restart NTP service.
chs: 但是无法重启NTP服务。
de_de: Neustart des NTS-Dienstes jedoch unmöglich..
el_gr: Αλλά αδυναμία επανεκκίνησης υπηρεσίας NTP.
es_es: Pero no es posible reiniciar el servicio NTP.
fr_fr: Mais impossible de redémarrer le service NTP.
it_it: Ma impossibile riavviare servizio NTP.
ja_jp: しかし、NTPサービスを再起動できません。
pl_pl: Ale nie można zrestartować usługi NTP.
pt_pt: Mas impossível reiniciar o serviço NTP.
ru_ru: Не удается перезапустить службу NTP

source: Date and time settings have not been updated.
chs: 日期和时间设置尚未更新。
de_de: Datum und Zeiteinstellungen wurden nicht aktualisiert.
el_gr: Οι ρυθμίσεις ημερομηνίας και ώρας δεν ενημερώθηκαν.
es_es: La configuración de la fecha y la hora no se ha actualizado.
fr_fr: Les paramètres de date et d'heure n'ont pas été mis à jour.
it_it: Le impostazioni data e ora non sono state salvate.
ja_jp: 日付と時刻の設定は更新されていません。
pl_pl: Ustawienia daty i godziny nie zostały zaktualizowane.
pt_pt: Definições de data e hora não foram atualizadas.
ru_ru: Настройки даты и времени не обновлены.

source: Routing cache expiration must be between 1 and 15 days.
chs: 路由缓存过期时间必须介于1到15天之间。
de_de: Der Ablauf des Routingcaches muss zwischen 1 und 15 Tagen liegen.
el_gr: Η λήξη δρομολόγησης της μνήμης cache πρέπει να είναι ανάμεσα σε 1 και 15 ημέρες.
es_es: La expiración de la caché de enrutamiento debe estar entre 1 y 15 días.
fr_fr: L'expiration du cache de routage doit être définie entre 1 et 15 jours.
it_it: La scadenza della cache di routing deve essere tra 1 e 15 giorni.
ja_jp: ルーティングキャッシュの有効期限は1〜15日である必要があります。
pl_pl: Termin ważności pamięci podręcznej routingu musi wynosić od 1 do 15 dni.
pt_pt: A expiração do cache de roteamento deve situar-se entre 1 e 15 dias.
ru_ru: Срок действия маршрута кэша должен составлять от 1 до 15 дней.

source: Invalid log retention value
chs: 日志保留值无效
de_de: Ungültiger Log-Aufbewahrungswert
el_gr: Μη έγκυρη τιμή αρχείου καταγραφής
es_es: Valor de retención de registro no válido
fr_fr: Valeur de rétention des journaux incorrecte
it_it: Valore di conservazione log non valido
ja_jp: 無効なログ保存値
pl_pl: Nieprawidłowa wartość przechowywania dziennika
pt_pt: Valor de retenção de registo inválido
ru_ru: Неверное значение срока хранения системного журнала

source: Unable to set DNS redirectors
chs: 无法设置DNS重定向
de_de: Einstellen der DNS-Redirectors unmöglich
el_gr: Αδυναμία ρύθμισης ανακατευθυντών DNS
es_es: No se pudieron establecer redireccionadores DNS
fr_fr: Impossible de définir les redirecteurs DNS
it_it: Impossibile impostare reindirizzatori DNS
ja_jp: DNSリダイレクタを設定できません
pl_pl: Nie można ustawić przekierowań DNS
pt_pt: Impossível definir rediretores DNS
ru_ru: Не удается установить редиректоры DNS

source: Settings saved successfully.
chs: 设置已成功保存。
de_de: Einstellungen erfolgreich gespeichert.
el_gr: Οι ρυθμίσεις αποθηκεύτηκαν επιτυχώς.
es_es: La configuración se ha guardado correctamente.
fr_fr: Paramètres enregistrés avec succès.
it_it: Impostazioni salvate.
ja_jp: 設定が正常に保存されました。
pl_pl: Ustawienia zostały zapisane pomyślnie.
pt_pt: Definições guardadas com êxito
ru_ru: Настройки успешно сохранены.

source: But unable to reload DNS service.
chs: 但无法重新加载DNS服务。
de_de: rneutes Laden des DNS-Dienstes jedoch unmöglich.
el_gr: Αλλά αδυναμία επαναφόρτωσης της υπηρεσίας DNS.
es_es: Pero no se pudo volver a cargar el servicio DNS.
fr_fr: Mais impossible de recharger le service DNS.
it_it: Ma impossibile ricaricare servizio DNS.
ja_jp: しかし、DNSサービスをリロードできません。
pl_pl: Ale nie można ponownie załadować usługi DNS.
pt_pt: Mas impossível recarregar o serviço DNS.
ru_ru: Не удается перезагрузить службу DNS.

source: Settings could not be saved.
chs: 无法保存设置
de_de: Speichern der Einstellungen unmöglich.
el_gr: Δεν είναι δυνατή η αποθήκευση των ρυθμίσεων.
es_es: No se pudo guardar la configuración.
fr_fr: Les paramètres ne peuvent pas être sauvegardées.
it_it: Non è stato possibile salvare le impostazioni.
ja_jp: 設定を保存できませんでした。
pl_pl: Nie można zapisać ustawień.
pt_pt: Impossível guardar definições.
ru_ru: Настройки не могут быть сохранены.

source: No connection information found for this IP address.
chs: 找不到此IP地址的连接信息。
de_de: Keine Verbindungsinformationen für diese IP-Adresse gefunden.
el_gr: Δεν βρέθηκαν πληροφορίες σύνδεσης γι'αυτή τη διεύθυνση IP.
es_es: No se encontró información de conexión para esta dirección IP.
fr_fr: Aucune information de connexion trouvé pour cette adresse IP
it_it: Nessuna informazione di connessione trovata per questo indirizzo IP.
ja_jp: このIPアドレスの接続情報が見つかりません。
pl_pl: Nie znaleziono informacji o połączeniu dla tego adresu IP.
pt_pt: Não foi encontrada informação de ligação para este endereço IP.
ru_ru: Информация о подключении данного IP-адреса не найдена.
