Repository: keexybox/keexyapp
Catalog: src/Locale/*/default.po
Languages: chs, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru

source: The devices listed below have been detected on your network. You can declare them to KeexyBox by assigning a profile. If you do not see them all, turn them on and click {0}.
chs: 在您的网络上检测到下列设备。您可以通过分配配置文件的方式，将它们声明为KeexyBox。如果看不到全部，请全部打开并点击{0}。
de_de: Die nachstehend aufgeführten Geräte wurden in Ihrem Netzwerk erkannt. Sie können sie durch Zuordnen eines Profils bei KeexyBox anmelden. Wenn Sie sie nicht alle sehen, schalten Sie sie ein und klicken Sie auf {0}.
el_gr: Οι συσκευές που παρατίθενται παρακάτω έχουν εντοπιστεί στο δίκτυό σας. Μπορείτε να τις δηλώσετε στο KeexyBox εκχωρώντας ένα προφίλ. Εάν δεν τις βλέπετε όλες, ενεργοποιήστε τις και κάντε κλικ στο {0}.
es_es: Los dispositivos enumerados a continuación han sido detectados en tu red. Puedes declararlos a KeexyBox asignándoles un perfil. Si no puedes verlos todos, enciéndelos y haz clic en {0}.
fr_fr: Les appareils listés ci-dessous ont été détectés sur votre réseau. Vous pouvez les déclarer à KeexyBox en leur assignant un profil. Si vous ne les voyez pas tous, mettez-les sous tension et cliquez sur {0}.
it_it: Sulla tua rete sono stati rilevati i dispositivi sotto elencati. Puoi dichiararli a KeexyBox assegnando un profilo. Se non li vedi tutti, accendili e clicca {0}.
ja_jp: 以下のデバイスがネットワーク上で検出されました。プロファイルを割り当てることでKeexyBoxにそれらを宣言できます。すべてが表示されない場合は、それらをオンにして{0}をクリックしてください。
pl_pl: Wymienione poniżej urządzenia zostały wykryte w Twojej sieci. Możesz zadeklarować je w KeexyBox, przypisując profil. Jeśli nie widzisz ich wszystkich, włącz je i kliknij {0}.
pt_pt: Os dispositivos abaixo enumerados foram detetados na sua rede. Pode declará-los à KeexyBox ao atribuir um perfil. Se não conseguir visualizá-los todos, ligue-os em clique em {0}.
ru_ru: В вашей сети были обнаружены устройства, указанные ниже. Вы можете заявить об этом на KeexyBox, определив их профиль. Если вы не видите все устройства, поверните их и нажмите {0}.

source: Rescan
chs: 重新扫描
de_de: Erneut scannen
el_gr: Επανασάρωση
es_es: Volver a escanear
it_it: Nuova scansione
ja_jp: 再スキャン
pl_pl: Wyszukaj ponownie
pt_pt: Redigitalizar
ru_ru: Повторно сканировать

source: When KeexyBox is set up, remember to connect the devices you have declared to the Internet. To do this, you will have to go to {0}.
chs: 设置KeexyBox后，请记住将已声明的设备连接到互联网。为此，您必须进入{0}。
de_de: Nach dem Einrichten von KeexyBox nicht vergessen, die im Internet angemeldeten Geräte zu verbinden. Dafür gehen Sie zu {0}.
el_gr: Κατά τη ρύθμιση του KeexyBox, θυμηθείτε να συνδέσετε τις συσκευές που έχετε δηλώσει στο Διαδίκτυο. Για να το κάνετε αυτό, θα πρέπει να πάτε στο {0}.
es_es: Cuando KeexyBox esté configurada, recuerda conectar a Internet los dispositivos que has declarado. Para ello, debes dirigirte a {0}.
fr_fr: Lorsque KeexyBox sera configuré, pensez à connecter à l'Internet les appareils que vous avez déclarés. Pour le faire, il faudra vous rendre dans {0}.
it_it: Una volta impostato KeexyBox, ricordarsi di connettere i dispositivi dichiarati a Internet. Per farlo, occorre andare a {0}.
ja_jp: KeexyBoxがセットアップされたら、宣言したデバイスをインターネットに接続することを忘れないでください。これを行うには、{0}に移動する必要があります。
pl_pl: Po przeprowadzeniu konfiguracji w KeexyBox pamiętaj o podłączeniu zadeklarowanych urządzeń do Internetu. Aby to zrobić, musisz przejść do {0}.
pt_pt: Quando a KeexyBox estiver configurada, lembre-se de ligar os dispositivos que declarou à Internet. Para isso, terá de ir a {0}.
ru_ru: После установки KeexyBox, не забудьте подключить устройства, которые вы указали в интернете. Для этого - пройидите в {0}.

source: Connection Settings
chs: 连接设置
de_de: Verbindungseinstellungen
el_gr: Ρυθμίσεις σύνδεσης
es_es: Configuracion de conexión
fr_fr: Paramètres de connexion
it_it: Impostazioni connessione
ja_jp: 接続設定
pl_pl: Ustawienia połączenia
pt_pt: Definições de ligação
ru_ru: Настройки подключения

source: If you do not want to declare them now, or you do not need to declare any more, click {0}.
chs: 如果现在不想声明它们，或者不再需要声明它们，请点击{0}。
de_de: Wenn Sie sie jetzt nicht oder überhaupt nicht mehr melden möchten, klicken Sie auf {0}.
el_gr: Εάν δεν θέλετε να τις δηλώσετε τώρα ή δεν χρειάζεται πια να τις δηλώσετε, κάντε κλικ στο κουμπί {0}.
es_es: Si no deseas declararlos ahora, o no necesitas volver a declararlos, haz clic en {0}.
fr_fr: Si vous ne souhaitez pas les déclarer maintenant, ou vous n'avez pas besoin d'en déclarer plus, cliquez sur {0}.
it_it: Se non li vuoi dichiarare ora o se non devi più dichiararne, clicca {0}.
ja_jp: 今すぐ宣言しない場合、またはこれ以上宣言する必要がない場合は、{0}をクリックしてください。
pl_pl: Jeśli nie chcesz ich teraz deklarować lub nie musisz już ich deklarować, kliknij {0}.
pt_pt: Se não desejar declará-los agora, ou se não necessitar mais de os declarar, clique em {0}.
ru_ru: Если вы не хотите указывать их сейчас, или вам больше не нужно совершать это действие - нажмите {0}.

source: Add
chs: 添加
de_de: Hinzufügen
el_gr: Προσθήκη
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
ja_jp: 追加
pl_pl: Dodaj
pt_pt: Adicionar
ru_ru: Добавить

source: Start date
chs: 开始日期
de_de: Startdatum
el_gr: Ημερομηνία έναρξης
es_es: Fecha de inicio
fr_fr: Date de début
it_it: Data inizio
ja_jp: 開始日
pl_pl: Data początkowa
pt_pt: Data de início
ru_ru: Дата начала

source: End date
chs: 结束日期
de_de: Enddatum
el_gr: Ημερομηνία τέλους
es_es: Fecha de fin
fr_fr: Date de fin
it_it: Data fine
ja_jp: 終了日
pl_pl: Data końcowa
pt_pt: Data de fim
ru_ru: Дата завершения

source: View
chs: 查看
de_de: Ansehen
el_gr: Προβολή
es_es: Ver
fr_fr: Vue
it_it: Visualizza
ja_jp: 表示
pl_pl: Widok
pt_pt: Vista
ru_ru: Просмотр

source: View type
chs: 视图类型
de_de: Typ ansehen
el_gr: Τύπος προβολής
es_es: Tipo de vista
fr_fr: Type de vue
it_it: Visualizza tipo
ja_jp: 表示タイプ
pl_pl: Typ widoku
pt_pt: Tipo de vista
ru_ru: Тип просмотра

source: Charts
chs: 图表
de_de: Diagramme
el_gr: Διαγράμματα
es_es: Gráficas
fr_fr: Graphiques
it_it: Grafici
ja_jp: チャート
pl_pl: Karty
pt_pt: Gráficos
ru_ru: Графики

source: Log
chs: 日志
el_gr: Αρχεία καταγραφής
es_es: Registro
fr_fr: Journal
it_it: Registro
ja_jp: ログ
pl_pl: Dziennik
pt_pt: Registo
ru_ru: Журнал

source: Most queried domains
chs: 查询最多的域名
de_de: Die am häufigsten angefragten Domäne
el_gr: Τομείς με τη μεγαλύτερη επισκεψιμότητα
es_es: Dominios más consultados
fr_fr: Les domaines les plus requêtés
it_it: Domini più ricercati
ja_jp: 最もクエリされたドメイン
pl_pl: Najczęściej wyszukiwane domeny
pt_pt: Domínios mais pesquisados
ru_ru: Большинство запрошенных доменов

source: Most active users and devices
chs: 最活跃的用户和设备
de_de: Die aktivsten User und Geräte
el_gr: Περισσότερο ενεργοί χρήστες και συσκευές
es_es: Usuarios y dispositivos más activos
fr_fr: Utilisateurs et appareils les plus actifs
it_it: Utenti e dispositivi più attivi
ja_jp: 最もアクティブなユーザーとデバイス
pl_pl: Najbardziej aktywni użytkownicy i urządzenia
pt_pt: Utilizadores e dispositivos mais ativos
ru_ru: Большинство активных пользователей и устройств

source: Results/page / Max top values
chs: 结果/页面/最大顶值
de_de: Ergebnisse/Seite / Maxim. Top-Werte
el_gr: Αποτελέσματα/σελίδα/Μέγιστες κορυφαίες τιμές
es_es: Resultados/página/valores máximos
fr_fr: Resultats/page / valeur top max
it_it: Risultati/pagina / Valori massimi
ja_jp: 結果/ページ/最大値の上限
pl_pl: Wyniki/strona/Wartości maksymalne
pt_pt: Resultados/página/valores top máx
ru_ru: Результаты/страница/Максимально высшие значения

source: Connected User/Device
chs: 已连接的用户/设备
de_de: Verbundener User/Verbundenes Gerät
el_gr: Συνδεδεμένος χρήστης/Συσκευή
es_es: Usuario/Dispositivo conectado
fr_fr: Utilisateur/Appareil connecté
it_it: Utente/Dispositivo connesso
ja_jp: 接続されたユーザー/デバイス
pl_pl: Połączony użytkownik/Urządzenie
pt_pt: Utilizador/Dispositivo ligado
ru_ru: Подключенный пользователь/Устройство

source: (Select a user/device)
chs: （选择用户/设备）
de_de: Verbundener User/Verbundenes Gerät
el_gr: (Επιλέξτε χρήστη/συσκευή)
es_es: (Seleccionar un usuario/dispositivo)
fr_fr: (Sélectionner un utilisateur/appareil)
it_it: (Seleziona un utente/dispositivo)
ja_jp: （ユーザー/デバイスを選択）
pl_pl: (Wybierz użytkownika/urządzenie)
pt_pt: (Selecionar uma utilizador/dispositivo)
ru_ru: (Выберите пользователя/устройство)

source: User/Device IP
chs: 用户/设备IP
de_de: User-/Gerät-IP
el_gr: Χρήστης/Διάταξη πρωτοκόλλου Διαδικτύου
es_es: Usuario/Dispositivo IP
fr_fr: IP Utilisateur/Appareil
it_it: IP Utente/Dispositivo
ja_jp: ユーザー/デバイスのIP
pl_pl: Adres IP użytkownika/urządzenia
pt_pt: IP Utilizador/Dispositivo
ru_ru: Пользователь/IP-адрес устройства

source: Filter status
chs: 筛选器状态
el_gr: Κατάσταση φίλτρου
es_es: Estado de filtro
fr_fr: Statut du filtre
it_it: Stato filtro
ja_jp: ステータスをフィルタリング
pl_pl: Status filtra
pt_pt: Filtrar estado
ru_ru: Состояние фильтра

source: All
chs: 全部
de_de: Alle
el_gr: Όλα
es_es: Todos
fr_fr: Tous
it_it: Tutti
ja_jp: すべて
pl_pl: Wszystko
pt_pt: Tudo
ru_ru: Все

source: Blocked
chs: 已阻止
de_de: Gesperrt
el_gr: Αποκλεισμένος
es_es: Bloqueado
fr_fr: Bloqué
it_it: Bloccato
ja_jp: ブロックされました
pl_pl: Zablokowane
pt_pt: Bloqueado
ru_ru: Блокировано

source: Accepted
chs: 已接受
de_de: Akzeptiert
el_gr: Αποδεκτός
es_es: Aceptado
fr_fr: Accepté
it_it: Accettato
ja_jp: 承認済み
pl_pl: Zaakceptowane
pt_pt: Aceite
ru_ru: Принято

source: Filter
chs: 筛选器
el_gr: Φίλτρο
es_es: Filtrar
fr_fr: Filtrer
it_it: Filtro
ja_jp: フィルター
pl_pl: Filtruj
pt_pt: Filtro
ru_ru: Фильтр

source: You need to reboot KeexyBox. Reboot now?
chs: 您需要重新启动KeexyBox。立即重启？
de_de: KeexyBox muss erneut gebootet werden. Jetzt erneut booten?
el_gr: Πρέπει να γίνει επανεκκίνηση του KeexyBox. Να γίνει επανεκκίνηση τώρα;
es_es: Debes reiniciar KeexyBox. ¿Reiniciar ahora?
fr_fr: Vous devez redémarrer KeexyBox. Redémarrer maintenant ?
it_it: È necessario riavviare KeexyBox. Riavviare ora?
ja_jp: KeexyBoxを再起動する必要があります。今すぐ再起動しますか？
pl_pl: Musisz ponownie uruchomić KeexyBox. Czy uruchomić ponownie teraz?
pt_pt: Necessita de reiniciar a KeexyBox. Reiniciar agora?
ru_ru: Необходимо перезагрузить KeexyBox. Перезагрузить сейчас?

source: Clic here to reload
chs: 点击此处，重新加载
de_de: Zum erneuten Laden hier klicken
el_gr: Κάντε κλικ εδώ για επαναφόρτωση
es_es: Haz clic aquí para volver a cargar
fr_fr: Cliquer ici pour recharger
it_it: Clicca qui per ricaricare
ja_jp: リロードするにはここをクリックしてください
pl_pl: Kliknij tutaj, aby uruchomić ponownie
pt_pt: Clique aqui para recarregar
ru_ru: Нажмите здесь, чтобы перезагрузить

source: Clic here to restart
chs: 点击此处，重新启动
de_de: Zum erneuten Starten hier klicken
el_gr: Κάντε κλικ εδώ για επανεκκίνηση
es_es: Haz clic aquí para reiniciar
fr_fr: Cliquer ici pour redémarrer
it_it: Clicca qui per riavviare
ja_jp: 再起動するにはここをクリックしてください
pl_pl: Kliknij tutaj, aby zrestartować
pt_pt: Clique aqui para recomeçar
ru_ru: Нажмите здесь, чтобы перезапустить

source: Licenses
chs: 许可证
de_de: izenzen
el_gr: Άδειες
es_es: Licencias
fr_fr: Licences
it_it: Licenze
ja_jp: ライセンス
pl_pl: Licencje
pt_pt: Licenças
ru_ru: Лицензии

source: KeexyBox license
chs: KeexyBox许可证
de_de: KeexyBox-Lizenzen
el_gr: Άδεια KeexyBox
es_es: Licencia KeexyBox
fr_fr: Licence KeexyBox
it_it: Licenza KeexyBox
ja_jp: KeexyBoxのライセンス
pl_pl: Licencja KeexyBox
pt_pt: Licença KeexyBox
ru_ru: Лицензия на KeexyBox

source: This software is distributed under the {0} license, the source codes of which are in the following directories:
chs: 此软件在{0}许可证下分发，其源代码在以下目录中：
de_de: Diese Software wird unter der {0} Lizenz vertrieben, deren Quellcodes sich in den folgenden Verzeichnissen befinden
el_gr: Αυτό το λογισμικό διανέμεται υπό τους όρους της άδειας χρήσης {0}, οι πηγαίοι κώδικες της οποίας βρίσκονται στους ακόλουθους καταλόγους:
es_es: Este software se distribuye bajo la licencia {0}, cuyos códigos fuente están en los siguientes directorios:
fr_fr: Ce logiciel est distribué sous la licence {0} dont les codes sources se trouvent dans les répertoires ci-dessous:
it_it: Questo software è distribuito dietro la licenza {0}, i cui codici sorgente si trovano nelle seguenti directory:
ja_jp: このソフトウェアは{0}のライセンスの下に供給されており、そのソースコードは次のディレクトリにあります：
pl_pl: To oprogramowanie jest rozpowszechniane na licencji {0}, której kody źródłowe znajdują się w następujących katalogach:
pt_pt: Este software é distribuído sob a licença {0}, os códigos fonte estão na seguinte pasta:
ru_ru: Данное программное обеспечение выпущено по {0} лицензии. Программные коды находятся в следующих каталогах.

source: Extra software packages and licenses
chs: 额外的软件包和许可证
de_de: Extra-Softwarepakete und -lizenzen
el_gr: Επιπλέον πακέτα λογισμικού και άδειες χρήσης
es_es: Paquetes y licencias de software adicionales
fr_fr: Logiciels et licences supplémentaires
it_it: Pacchetti e licenze software extra
ja_jp: 追加のソフトウェアパッケージとライセンス
pl_pl: Dodatkowe pakiety oprogramowania i licencje
pt_pt: Packs e licenças adicionais de software
ru_ru: Дополнительные пакеты программ и лицензий

source: KeexyBox software comes with extra software packages.
chs: KeexyBox软件附带额外的软件包。
de_de: Die Software KeexyBox verfügt über Extra-Softwarepakete.
el_gr: Το λογισμικό KeexyBox συνοδεύεται από επιπλέον πακέτα λογισμικού.
es_es: El software de KeexyBox viene con paquetes de software adicionales.
fr_fr: Le logiciel KeexyBox est fourni avec des logiciels supplémentaires.
it_it: Il software KeexyBox è dotato di pacchetti software extra.
ja_jp: KeexyBoxソフトウェアには、追加のソフトウェアパッケージが付属しています。
pl_pl: Oprogramowanie KeexyBox jest dostarczane z dodatkowymi pakietami oprogramowania
pt_pt: O software KeexyBox vem com packs de software adicional.
ru_ru: Програмное обеспечение KeexyBox содержит дополнительные пакеты программ.

source: I decline
chs: 我拒绝
de_de: Nein, Danke
el_gr: Δεν αποδέχομαι
es_es: Rechazo
fr_fr: Je refuse
it_it: Rifiuto
ja_jp: 拒否します
pl_pl: Nie zgadzam się
pt_pt: Declino
ru_ru: Я отклоняю

source: I accept
chs: 我接受
de_de: Ja, bitte
el_gr: Αποδέχομαι
es_es: Acepto
fr_fr: J'accepte
it_it: Accetto
ja_jp: 同意します
pl_pl: Zgadzam się
pt_pt: Aceito
ru_ru: Я принимаю

source: The box to keep the Internet under your control
chs: 控制互联网的盒子
de_de: Die Box, um das Internet unter Ihrer Kontrolle zu halten
el_gr: Το κουτί για να κρατάτε το Διαδίκτυο υπό τον έλεγχό σας
es_es: Lo que necesitas para mantener Internet bajo tu control
fr_fr: La box pour garder Internet sous votre contrôle
it_it: La cassetta per tenere Internet sotto controllo
ja_jp: インターネットを管理下に置くためのボックス
pl_pl: Urządzenie, dzięki któremu masz Internet pod kontrolą
pt_pt: Uma box para manter a Internet sob o seu controlo
ru_ru: Коробка, с помощью которой можно управлять интернетом.

source: Admin
chs: 管理员
el_gr: Διαχειριστής
it_it: Ammin
ja_jp: 管理者
ru_ru: Администратор

source: Authenticated to manage KeexyBox
chs: 已通过身份验证，可管理KeexyBox
de_de: Authentifiziert zum Verwalten von KeexyBox
el_gr: Πιστοποιημένος για τη διαχείριση του KeexyBox
es_es: Autenticado para gestionar KeexyBox
fr_fr: Authentifié pour gérer KeexyBox
it_it: Autenticato per gestire KeexyBox
ja_jp: KeexyBoxを管理するために認証されました
pl_pl: Zaloguj się, aby zarządzać urządzeniem KeexyBox
pt_pt: Autenticado para gerir KeexyBox
ru_ru: Аутентифицирован для работы в KeexyBox

source: Login: {0}
chs: 登录名：{0}
el_gr: Σύνδεση: {0}
es_es: Acceso: {0}
fr_fr: Identifiant: {0}
ja_jp: ログイン：{0}
pt_pt: Iniciar sessão: {0}

source: Name: {0}
chs: 姓名：{0}
el_gr: Όνομα: {0}
es_es: Nombre: {0}
fr_fr: Nom: {0}
it_it: Nome: {0}
ja_jp: 名前：{0}
pl_pl: Nazwa: {0}
pt_pt: Nome: {0}
ru_ru: Имя: {0}

source: Not authenticated to manage KeexyBox
chs: 未通过身份验证，无法管理KeexyBox
de_de: Nicht authentifiziert zum Verwalten von KeexyBox
el_gr: Μη πιστοποιημένος για τη διαχείριση του KeexyBox
es_es: No autenticado para gestionar KeexyBox
fr_fr: Non authentifié pour gérer KeexyBox
it_it: Non autenticato per gestire KeexyBox
ja_jp: KeexyBoxを管理するために認証されていません
pl_pl: Nie masz uprawnień, aby zarządzać urządzeniem KeexyBox
pt_pt: Não autenticado para gerir KeexyBox
ru_ru: Не аутентифицирован для работы в KeexyBox

source: Quit
chs: 退出
de_de: Abbrechen
el_gr: Έξοδος
es_es: Salir
fr_fr: Quitter
it_it: Abbandona
ja_jp: 終了
pl_pl: Wyjdź
pt_pt: Sair
ru_ru: Покинуть

source: Sign in
chs: 登录
de_de: Anmelden
el_gr: Εγγραφή
es_es: Registrarse
fr_fr: S'identifier
it_it: Registrati
ja_jp: サインイン
pl_pl: Zaloguj się
pt_pt: Iniciar sessão
ru_ru: Авторизоваться

source: Online
chs: 在线
el_gr: Συνδεδεμένος
es_es: Conectado
fr_fr: En ligne
ja_jp: オンライン

source: Offline
chs: 离线
el_gr: Αποσυνδεδεμένος
es_es: Desconectado
fr_fr: Hors ligne
ja_jp: オフライン

source: Connected to the Internet
chs: 已连接到互联网
de_de: Mit dem Internet verbunden
el_gr: Συνδεδεμένος στο Διαδίκτυο
es_es: Conectado a Internet
fr_fr: Connecté à Internet
it_it: Connesso a Internet
ja_jp: インターネットに接続されました
pl_pl: Połączono z Internetem
pt_pt: Ligado à Internet
ru_ru: Подключен к интернету

source: IP Address: {0}
chs: IP地址：{0}
de_de: IP-Adresse: {0}
el_gr: Διεύθυνση IP: {0}
es_es: Dirección IP: {0}
fr_fr: Adresse IP: {0}
it_it: Indirizzo IP: {0}
ja_jp: IPアドレス：{0}
pl_pl: Adres IP: {0}
pt_pt: endereço IP: {0}
ru_ru: IP-адрес: {0}

source: Profile: {0}
chs: 配置文件：{0}
de_de: Profil: {0}
el_gr: Προφίλ: {0}
es_es: Perfil: {0}
fr_fr: Profil: {0}
it_it: Profilo: {0}
ja_jp: プロファイル：{0}
pl_pl: Profil: {0}
pt_pt: Perfil: {0}
ru_ru: Профиль: {0}

source: Disconnected from the Internet
chs: 已断开与互联网的连接
de_de: "Vom Internet getrennt"
el_gr: Αποσυνδεδεμένος από το Διαδίκτυο
es_es: Desconectado de Internet
fr_fr: Deconnecté d'Internet
it_it: Disconnesso da Internet
ja_jp: インターネットから切断されました
pl_pl: Rozłączono z Internetem
pt_pt: Desligado da Internet
ru_ru: Отключен от интернета

source: Info
chs: 信息
el_gr: Πληροφορίες
ja_jp: 情報
pl_pl: Informacje
ru_ru: Информация

source: Statistics
chs: 统计
de_de: Statistik
el_gr: Στατιστικά
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche
ja_jp: 統計
pl_pl: Statystyki
pt_pt: Estatísticas
ru_ru: Статистика

source: Connections
chs: 连接
de_de: Verbindungen
el_gr: Συνδέσεις
es_es: Conexiones
fr_fr: Connexions
it_it: Connessioni
ja_jp: 接続
pl_pl: Połączenia
pt_pt: Ligações
ru_ru: Подключения

source: Connection settings
chs: 连接设置
de_de: Verbindungseinstellungen
el_gr: Ρυθμίσεις σύνδεσης
es_es: Configuración de conexión
fr_fr: Paramètres de connexion
it_it: Impostazioni connessione
ja_jp: 接続設定
pl_pl: Ustawienia połączenia
pt_pt: Definições de ligação
ru_ru: Настройки подключения

source: Users
chs: 用户
de_de: User
el_gr: Χρήστες
es_es: Usuarios
fr_fr: Utilisateurs
it_it: Utenti
ja_jp: ユーザー
pl_pl: Użytkownicy
pt_pt: Utilizadores
ru_ru: Пользователи

source: Profiles
chs: 配置文件
de_de: Profile
el_gr: Προφίλ
es_es: Perfiles
fr_fr: Profils
it_it: Profili
ja_jp: プロファイル
pl_pl: Profile
pt_pt: Perfis
ru_ru: Профили

source: System settings
chs: 系统设置
de_de: Systemeinstellungen
el_gr: Ρυθμίσεις συστήματος
es_es: Configuración del sistema
fr_fr: Paramètres système
it_it: Impostazioni di sistema
ja_jp: システム設定
pl_pl: Ustawienia systemu
pt_pt: Definições do sistema
ru_ru: Настройки системы

source: SSL Certificate
chs: SSL 证书
de_de: SSL-Zertifikat
el_gr: Πιστοποιητικό SSL
es_es: Certificado SSL
fr_fr: Certificat SSL
it_it: Certificato SSL
ja_jp: SSL証明書
pl_pl: Certyfikat SSL
pt_pt: Certificado SSL
ru_ru: SSL-сертификат

source: Tools & diagnostics
chs: 工具与诊断
de_de: Tools & Diagnosen
el_gr: Εργαλεία & διαγνωστικά εργαλεία
es_es: Herramientas y diagnósticos
fr_fr: Outils & diagnostics
it_it: Strumenti e diagnostica
ja_jp: ツールと診断
pl_pl: Narzędzia i diagnostyka
pt_pt: Ferramentas e diagnósticos
ru_ru: Инструменты и диагностика

source: Services and power
chs: 服务和电源
de_de: Dienste und Leistung
el_gr: Υπηρεσίες και τροφοδοσία
es_es: Servicios y energía
fr_fr: Services et alimentation
it_it: Servizi e alimentazione
ja_jp: サービスとパワー
pl_pl: Usługi i zarządzanie energią
pt_pt: Serviços e potência
ru_ru: Службы и электропитание

source: Domain check
chs: 域名检查
de_de: Domänenprüfung
el_gr: Έλεγχος τομέα
es_es: Comprobación de dominio
fr_fr: Vérification de domaine
it_it: Controllo dominio
ja_jp: ドメインチェック
pl_pl: Kontrola domeny
pt_pt: Verificação de domínio
ru_ru: Проверка домена

source: Iptables status
chs: Iptables状态
el_gr: Κατάσταση Iptables
es_es: Estado de iptables
fr_fr: Statut d'Iptables
it_it: Stato iptables
ja_jp: iptablesステータス
pl_pl: Status tabel Ip
pt_pt: Estado Iptables
ru_ru: Статус iptables

source: System state
chs: 系统状态
de_de: Systemstatus
el_gr: Κατάσταση συστήματος
es_es: Estado del sistema
fr_fr: Etat du système
it_it: Stato sistema
ja_jp: システム状態
pl_pl: Stan systemu
pt_pt: Estado do sistema
ru_ru: Состояние системы

source: Help
chs: 帮助
de_de: Hilfe
el_gr: Βοήθεια
es_es: Ayuda
fr_fr: Aide
it_it: Aiuto
ja_jp: ヘルプ
pl_pl: Pomoc
pt_pt: Ajuda
ru_ru: Помощь

source: Website
chs: 网站
el_gr: Ιστοσελίδα
es_es: Sitio web
fr_fr: Site web
it_it: Sito web
ja_jp: ウェブサイト
pl_pl: Strona internetowa
pt_pt: Site internet
ru_ru: Веб-сайт

source: Documentation
chs: 文件
de_de: Dokumentation
el_gr: Τεκμηρίωση
es_es: Documentación
it_it: Documentazione
ja_jp: ドキュメンテーション
pl_pl: Dokumentacja
pt_pt: Documentação
ru_ru: Документация

source: Donate
chs: 捐赠
de_de: Spenden
el_gr: Πραγματοποίηση δωρεάς
es_es: Donar
fr_fr: Faire un don
it_it: Fai una donazione
ja_jp: 寄付する
pl_pl: Złóż dar
pt_pt: Fazer uma doação
ru_ru: Сделать пожертвование

source: Manage
chs: 管理
de_de: Verwalten
el_gr: Διαχείριση
es_es: Gestionar
fr_fr: Gérer
it_it: Gestisci
ja_jp: 管理
pl_pl: Zarządzaj
pt_pt: Gerir
ru_ru: Управление

source: Add a new profile
chs: 添加新配置文件
de_de: Ein neues Profil hinzufügen
el_gr: Προσθέστε νέο προφίλ
es_es: Añadir un nuevo perfil
fr_fr: Ajouter un nouveau profil
it_it: Aggiungi un nuovo profilo
ja_jp: 新しいプロファイルを追加
pl_pl: Dodaj nowy profil
pt_pt: Adicionar um novo perfil
ru_ru: Добавить новый профиль

source: (Select a connection type)
chs: （选择连接类型）
de_de: (Einen Verbindungstyp auswählen)
el_gr: (Επιλέξτε τύπο σύνδεσης)
es_es: (Seleccionar un tipo de conexión)
fr_fr: (sélectionner un type de connexion)
it_it: (Seleziona un tipo di connessione)
ja_jp: （接続タイプを選択）
pl_pl: (Wybierz typ połączenia)
pt_pt: (Selecionar um tipo de ligação)
ru_ru: (Выбрать тип подключения)

source: Accept
chs: 接受
de_de: Akzeptieren
el_gr: Αποδέχομαι
es_es: Aceptar
fr_fr: Autoriser
it_it: Accetta
ja_jp: 同意する
pl_pl: Akceptuj
pt_pt: Aceitar
ru_ru: Принять

source: Drop
chs: 放弃
de_de: Ablehnen
el_gr: Απόθεση
es_es: Rechazar
fr_fr: Rejeter
it_it: Lascia
ja_jp: ドロップ
pl_pl: Odrzuć
pt_pt: Soltar
ru_ru: Отклонить

source: (Select a rule)
chs: （选择规则）
de_de: (Eine Regel auswählen)
el_gr: (Επιλέξτε κανόνα)
es_es: (Seleccionar una regla)
fr_fr: (selectionner une règle)
it_it: (Seleziona una regola)
ja_jp: （ルールを選択）
pl_pl: (Wybierz regułę)
pt_pt: (Selecionar uma regra)
ru_ru: (Выбрать правило)

source: Edit profile: {0}
chs: 编辑配置文件：{0}
de_de: Profil editieren: {0}
el_gr: Επεξεργασία προφίλ:{0}
es_es: Editar perfil: {0}
fr_fr: Edition du profil: {0}
it_it: Modifica profilo: {0}
ja_jp: 次のプロファイルを編集：{0}
pl_pl: Edytuj profil: {0}
pt_pt: Editar perfil: {0}
ru_ru: Редактировать профиль

source: Filtering
chs: 筛选
de_de: Filtern
el_gr: Φιλτράρισμα
es_es: Filtrado
fr_fr: Filtrage
it_it: Filtro
ja_jp: フィルタリング
pl_pl: Filtrowanie
pt_pt: Filtrar
ru_ru: Фильтрация

source: Search engine options
chs: 搜索引擎选项
de_de: Suchmaschinen-Optionen
el_gr: Επιλογές μηχανής αναζήτησης
es_es: Opciones de motor de búsqueda
fr_fr: Options des moteurs de recherche
it_it: Opzioni motore di ricerca
ja_jp: 検索エンジンオプション
pl_pl: Opcje wyszukiwarki
pt_pt: Opções de motores de pesquisa
ru_ru: Настройки поиска

source: Domain categories to filter
chs: 要筛选的域名类别
de_de: Zu filternde Domänenkategorien
el_gr: Κατηγορίες τομέων για φιλτράρισμα
es_es: Categorías de dominio para filtrar
fr_fr: Catégories de domaines à filtrer
it_it: Categorie di dominio da filtrare
ja_jp: フィルタリングするドメインカテゴリ
pl_pl: Kategorie domen do filtrowania
pt_pt: Categorias de domínio a filtrar
ru_ru: Категории домена для фильтрации

source: Select categories
chs: 选择类别
de_de: Kategorien auswählen
el_gr: Επιλογή κατηγοριών
es_es: Seleccionar categorías
fr_fr: Sélectionner les catégories
it_it: Seleziona categorie
ja_jp: カテゴリを選択
pl_pl: Wybierz kategorie
pt_pt: Selecionar categorias
ru_ru: Выберите категории
