Repository: keexybox/keexyapp
Catalog: src/Locale/*/default.po
Languages: chs, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru

source: Profile imported successfully.
chs: 配置文件已导入成功。
de_de: Profil erfolgreich importiert.
el_gr: Το προφίλ εισήχθη επιτυχώς.
es_es: El perfil se importó correctamente.
fr_fr: Profil importé avec succès.
it_it: Profilo importato.
ja_jp: プロファイルが正常にインポートされました。
pl_pl: Profil został zaimportowany pomyślnie.
pt_pt: Perfil importado com êxito.
ru_ru: Профиль успешно загружен.

source: No profile defined to import data.
chs: 没有定义要导入数据的配置文件。
de_de: Kein Profil zum Datenimport festgelegt.
el_gr: Δεν έχει οριστεί προφίλ για την εισαγωγή δεδομένων.
es_es: No se definió ningún perfil para importar datos.
fr_fr: Aucun profil défini pour l'import de données.
it_it: Nessun profilo definito per importazione dati.
ja_jp: データをインポートするためのプロファイルが定義されていません。
pl_pl: Nie zdefiniowano profilu do importowania danych.
pt_pt: Sem perfil definido para importar dados.
ru_ru: Не выбран профиль для ввода данных.

source: No data to import.
chs: 没有要导入的数据。
de_de: Keine Daten zum Import.
el_gr: Δεν υπάρχουν δεδομένα για εισαγωγή.
es_es: No hay datos para importar.
fr_fr: Aucune donnée à importer.
it_it: Nessun dato da importare.
ja_jp: インポートするデータがありません。
pl_pl: Brak danych do zaimportowania.
pt_pt: Sem dados a importar.
ru_ru: Отсутствие данных для ввода.

source: Profile {0} has been deleted.
chs: 配置文件{0}已被删除。
de_de: Das Profil {0} wurde gelöscht.
el_gr: Το προφίλ {0} διαγράφηκε.
es_es: Se ha eliminado el perfil {0}.
fr_fr: Le profil {0} a été supprimé.
it_it: Il profilo {0} è stato cancellato.
ja_jp: プロファイル{0}は削除されました。
pl_pl: Profil {0} został usunięty.
pt_pt: O perfil {0} foi eliminado.
ru_ru: Профиль {0} был удален.

source: Deleting profile {0} is forbidden.
chs: 禁止删除配置文件{0}。
de_de: Löschen des Profils {0} verboten.
el_gr: Η διαγραφή του προφίλ {0} απαγορεύεται.
es_es: Está prohibido eliminar el perfil {0}.
fr_fr: Supprimer le profil {0} est interdit.
it_it: Cancellazione profilo {0} non consentita.
ja_jp: プロファイル{0}の削除は禁止されています。
pl_pl: Usunięcie profilu {0} jest zabronione.
pt_pt: Eliminação perfil {0} proibido.
ru_ru: Запрещается удалять профиль {0}

source: Profile ID is not specified.
chs: 未指定配置文件ID。
de_de: Die Profil-ID ist nicht spezifiziert.
el_gr: Δεν έχει οριστεί προφίλ ID.
es_es: No se ha especificado el ID del perfil.
fr_fr: L'ID de profil n'est pas indiqué.
it_it: ID profilo non specificato.
ja_jp: プロファイルIDが指定されていません。
pl_pl: Identyfikator profilu nie jest określony.
pt_pt: O ID de perfil não é especificado.
ru_ru: ID профиля не определен.

source: Profile {0} has been reloaded successfully.
chs: 配置文件{0}已成功重新加载。
de_de: Das Profil {0} wurde erfolgreich erneut geladen.
el_gr: Το προφίλ {0} επαναφορτώθηκε επιτυχώς.
es_es: El perfil {0} se ha vuelto a cargar correctamente.
fr_fr: Le profil {0} a été rechargé avec succès.
it_it: Il profilo {0} è stato ricaricato.
ja_jp: プロファイル{0}は正常にリロードされました。
pl_pl: Profil {0} został ponownie załadowany pomyślnie.
pt_pt: O perfil {0} foi recarregado com êxito.
ru_ru: Профиль {0} успешно перезагружен.

source: Unable to reload profile {0}.
chs: 无法重新加载配置文件{0}。
de_de: Erneutes Laden des Profils unmöglich {0}.
el_gr: Αδυναμία επαναφορτώσεως του προφίλ {0}.
es_es: No se pudo volver a cargar el perfil {0}.
fr_fr: Impossible de recharger le profil {0}.
it_it: Impossibile ricaricare il profilo {0}.
ja_jp: プロファイル{0}をリロードできません。
pl_pl: Nie można ponownie załadować profilu {0}.
pt_pt: Impossível recarregar perfil {0}.
ru_ru: Не удается перезагрузить профиль {0}.

source: Please select rule position.
chs: 请选择规则位置。
de_de: Bitte Regelposition auswählen.
el_gr: Παρακαλούμε επιλέξτε θέση κανόνων.
es_es: Por favor, seleccione la posición de la regla.
fr_fr: Merci de sélectionner la position de la règle.
it_it: Selezionare posizione regola.
ja_jp: ルールの位置を選択してください。
pl_pl: Wybierz pozycję reguły.
pt_pt: Queira selecionar a posição da regra.
ru_ru: Выберите порядок расположения правила.

source: Last IP must be greater than first IP
chs: 最后一个IP必须大于第一个IP
de_de: Die Letzte IP muss größer sein als die erste IP
el_gr: Η τελευταία IP πρέπει να είναι μεγαλύτερη από την πρώτη IP
es_es: La última IP debe ser mayor que la primera IP
fr_fr: La dernière IP doit être supérieure à la première
it_it: L'ultimo IP deve avere un valore maggiore al primo IP
ja_jp: 最後のIPは最初のIPより大きくなければなりません
pl_pl: Ostatni adres IP musi być większy niż pierwszy adres IP
pt_pt: O último IP deve ser maior que o primeiro IP
ru_ru: Последний IP-адрес должен быть больше первого.

source: Firewall rule has been saved.
chs: 防火墙规则已保存。
de_de: Die Firewall-Regel wurde abgespeichert.
el_gr: Ο κανόνας firewall αποθηκεύτηκε.
es_es: Se ha guardado la regla de firewall.
fr_fr: La règle pare-feu a été enregistrée.
it_it: La regola Firewall non è stata salvata.
ja_jp: ファイアウォールルールが保存されました。
pl_pl: Reguła zapory została zapisana.
pt_pt: A regra do Firewall foi guardada.
ru_ru: Правило межсетевого экрана сохранено.

source: Firewall rule could not be saved.
chs: 无法保存防火墙规则。
de_de: Abspeichern der Firewall-Regel unmöglich.
el_gr: Ο κανόνας firewall δεν μπορεί να αποθηκευτεί.
es_es: No se pudo gruardar la regla de firewall.
fr_fr: La règle pare-feu n'a pas pu être enregistrée.
it_it: Non è stato possibile salvare la regola Firewall.
ja_jp: ファイアウォールルールを保存できませんでした。
pl_pl: Nie można zapisać reguły zapory.
pt_pt: A regra de Firewall não pode ser guardada.
ru_ru: Правило межсетевого экрана не может быть сохранено.

source: Following ports are invalid:
chs: 下列端口无效：
de_de: Folgende Ports sind ungültig:
el_gr: Οι ακόλουθες θύρες δεν είναι έγκυρες:
es_es: Los siguientes puertos no son válidos:
fr_fr: Les ports suivants sont invalides:
it_it: Le seguenti porte non sono valide:
ja_jp: 次のポートは無効です：
pl_pl: Następujące porty są nieprawidłowe:
pt_pt: As portas seguintes são inválidas:
ru_ru: Следующие порты неверны:

source: Firewall rule has been deleted.
chs: 防火墙规则已被删除。
de_de: Die Firewall-Regel wurde gelöscht.
el_gr: Ο κανόνας firewall διαγράφηκε.
es_es: Se ha eliminado la regla de firewall.
fr_fr: La règle pare-feu a été supprimée.
it_it: La regola del Firewall è stata cancellata.
ja_jp: ファイアウォールルールが削除されました。
pl_pl: Reguła zapory została usunięta.
pt_pt: A regra de Firewall foi eliminada.
ru_ru: Правило межсетевого экрана удалено.

source: Firewall rule could not be deleted.
chs: 无法删除防火墙规则。
de_de: Unmöglich, die Firewall-Regel zu löschen.
el_gr: Ο κανόνας firewall δεν μπορεί να διαγραφεί.
es_es: No se pudo eliminar la regla de firewall.
fr_fr: La règle pare-feu n'a pas pu être supprimée.
it_it: Non è stato possibile cancellare la regola del Firewall.
ja_jp: ファイアウォールルールを削除できませんでした。
pl_pl: Nie można usunąć reguły zapory.
pt_pt: A regra de Firewall não pode ser eliminada.
ru_ru: Правило межсетевого экрана не может быть удалено.

source: Selected domain routings have been copied successfully.
chs: 已成功复制选定的域名路由。
de_de: Ausgewählte Domänen-Routings wurden erfolgreich kopiert.
el_gr: Οι επιλεγμένοι τομείς δρομολόγησης αντιγράφηκαν επιτυχώς.
es_es: Los enrutamentos de dominio seleccionados se han copiado correctamente.
fr_fr: Les domaines sélectionnés ont été copiés avec succès.
it_it: I routing di dominio selezionati sono stati copiati.
ja_jp: 選択したドメインルーティングが正常にコピーされました。
pl_pl: Wybrane trasy domen zostały skopiowane pomyślnie.
pt_pt: O roteamento do domínio selecionado foi copiado com êxito.
ru_ru: Выбранные доменные маршрутизации успешно скопированы.

source: Except for the following addresses which already exist for the profile: {0}
chs: 除了以下已经存在的配置文件地址：{0}
de_de: Mit Ausnahme bei den folgenden Adressen, die bereits für das Profil existieren: {0}
el_gr: Με εξαίρεση για τις ακόλουθες διευθύνσεις που υπάρχουν ήδη για το προφίλ: {0}
es_es: Excepto para las siguientes direcciones que ya existen para el perfil: {0}
fr_fr: Hormis pour les adresses suivantes qui existent déjà pour le profil: {0}
it_it: Eccetto i seguenti indirizzi che esistono già per il profilo: {0}
ja_jp: プロファイルに既に存在する次のアドレスを除きます：{0}
pl_pl: Z wyjątkiem następujących adresów, które już istnieją dla profilu: {0}
pt_pt: Salvo para os seguinte endereços que já existem para o perfil: {0}
ru_ru: Кроме следующих адресов, которые уже существуют для профиля: {0}

source: Please select routing target.
chs: 请选择路由目标。
de_de: Bitte ein Routing-Target auswählen.
el_gr: Παρακαλούμε επιλέξτε προορισμό δρομολόγησης.
es_es: Por favor, selecciona el destino de enrutamiento.
fr_fr: Merci de selectionner une cible de routage.
it_it: Selezionare un obiettivo di routing.
ja_jp: ルーティングターゲットを選択してください。
pl_pl: Wybierz cel routingu.
pt_pt: Queira selecionar o alvo de roteamento.
ru_ru: Пожалуйста, выберите адресат маршрутизации.

source: Domain routings saved successfully.
chs: 已成功保存域名路由。
de_de: Domänen-Routings erfolgreich gespeichert
el_gr: Οι τομείς δρομολόγησης αποθηκεύτηκαν επιτυχώς .
es_es: Los enrutamientos de dominio se han guardado correctamente.
fr_fr: Routages des domaines enregistrés avec succès.
it_it: Routing di dominio correttamente salvati.
ja_jp: ドメインルーティングが正常に保存されました。
pl_pl: Routingi domen zostały zapisane.
pt_pt: Roteamento de domínio guardado com êxito.
ru_ru: Доменные маршрутизации успешно сохранены.

source: Except for the following addresses: {0}
chs: 除了以下地址：{0}
de_de: Ausgenommen für die folgenden Adressen: {0}
el_gr: Με εξαίρεση για τις ακόλουθες διευθύνσεις: {0}
es_es: Excepto para las siguientes direcciones: {0}
fr_fr: Hormis pour les addresses suivantes: {0}
it_it: Eccetto i seguenti indirizzi: {0}
ja_jp: 次のアドレスを除きます：{0}
pl_pl: Z wyjątkiem następujących adresów: {0}
pt_pt: Salvo para os seguintes endereços: {0}
ru_ru: Кроме следующих адресов: {0}

source: Domain routings have not been saved.
chs: 尚未保存域名路由。
de_de: Die Domänen-Routings wurden nicht gespeichert.
el_gr: Οι τομείς δρομολόγησης δεν αποθηκεύτηκαν.
es_es: No se han guardado los enrutamientos de dominio.
fr_fr: Les routages de domaines n'ont pas été sauvegardés.
it_it: I routing di dominio non sono stati salvati.
ja_jp: ドメインルーティングは保存されていません。
pl_pl: Routingi domen nie zostały zapisane.
pt_pt: Roteamento de domínio não guardado.
ru_ru: Доменные маршрутизации не сохранены.

source: Invalid address
chs: 地址无效
de_de: Ungültige Adresse
el_gr: Μη έγκυρη διεύθυνση
es_es: La dirección no es válida
fr_fr: Adresse invalide
it_it: Indirizzo non valido
ja_jp: 無効なアドレス
pl_pl: Nieprawidłowy adres
pt_pt: Endereço inválido
ru_ru: Неверный адрес

source: Domain routing {0} has been deleted.
chs: 域名路由{0}已被删除。
de_de: Das Domänen-Routing {0} wurde gelöscht.
el_gr: Ο τομέας δρομολόγησης {0} διαγράφηκε.
es_es: Se ha eliminado el enrutamiento de dominio {0}.
fr_fr: Le routage du domaine {0} a été supprimé.
it_it: Il routing di dominio {0} è stato cancellato.
ja_jp: ドメインルーティング{0}が削除されました。
pl_pl: Routing domen {0} został usunięty.
pt_pt: O roteamento de domínio {0} foi eliminado.
ru_ru: Доменная маршрутизация {0} удалена.

source: Domain routing {0} could not be deleted.
chs: 无法删除域名路由{0}。
de_de: Löschen des Domänen-Routings {0} unmöglich.
el_gr: Ο τομέας δρομολόγησης {0} δεν μπορεί να διαγραφεί.
es_es: No se pudo eliminar el enrutamiento de dominio {0}.
fr_fr: Le routage du domaine {0} n'a pas pu être supprimée.
it_it: Non è stato possibile cancellare il routing di dominio {0}.
ja_jp: ドメインルーティング{0}を削除できませんでした。
pl_pl: Nie można usunąć routingu domen {0}.
pt_pt: O roteamento de domínio {0} não pôde ser eliminado.
ru_ru: Доменная маршрутизация {0} не может быть удалена.

source: Connection schedule has been deleted.
chs: 已删除连接计划。
de_de: Die Log-In-Liste wurde gelöscht.
el_gr: Το χρονοδιάγραμμα σύνδεσης διαγράφηκε.
es_es: Se ha eliminado el horario de conexión.
fr_fr: L'horaire de connexion a été supprimé.
it_it: Il programma di connessione è stato cancellato.
ja_jp: 接続スケジュールが削除されました。
pl_pl: Harmonogram połączeń został usunięty.
pt_pt: O programa de ligação foi eliminado.
ru_ru: Список подключений удален.

source: Connection schedule could not be deleted.
chs: 无法删除连接计划。
de_de: Löschen der Log-In-Liste unmöglich.
el_gr: Το χρονοδιάγραμμα σύνδεσης δεν μπορεί να διαγραφεί.
es_es: No se pudo borrar el horario de conexión.
fr_fr: L'horaire de connexion n'a pas pu être supprimé.
it_it: Non è stato possibile cancellare il programma di connessione.
ja_jp: 接続スケジュールを削除できませんでした。
pl_pl: Nie można usunąć harmonogramu połączeń.
pt_pt: O programa de ligação não pôde ser eliminado.
ru_ru: Список подключений не может быть удален.

source: DNS Service for domain filtering
chs: 用于域名过滤的DNS服务
de_de: DNS-Dienst zum Domänenfiltern
el_gr: Υπηρεσία DNS για φιλτράρισμα τομέων
es_es: Servicio DNS para filtrado de dominio
fr_fr: Service DNS pour le filtrage de domaines
it_it: Servizio DNS per filtro dominio
ja_jp: ドメインフィルタリング用のDNSサービス
pl_pl: Usługa DNS do filtrowania domen
pt_pt: Serviço de DNS par filtragem de domínio
ru_ru: Служба доменной фильтрации DNS.

source: Service which assigns automatically an IP address on devices
chs: 在设备上自动分配IP地址的服务
de_de: Dienst, der automatisch eine IP-Adresse auf Geräten zuweist
el_gr: Υπηρεσία αυτόματης ανάθεσης διεύθυνσης IP σε συσκευές
es_es: Servicio que asigna automáticamente una dirección IP en los dispositivos
fr_fr: Service qui attribue automatiquement une adresse IP sur les appareils
it_it: Servizio che assegna automaticamente un indirizzo IP ai dispositivi
ja_jp: デバイスでIPアドレスを自動的に割り当てるサービス
pl_pl: Usługa, która automatycznie przypisuje adres IP do urządzeń
pt_pt: Serviço que atribui automaticamente um endereço IP aos dispositivos
ru_ru: Служба, которая автоматически назначает IP-адрес устройству

source: Service for time synchronization
chs: 时间同步服务
de_de: Dienst zur Zeitsynchronisation
el_gr: Υπηρεσία συγχρονισμού ώρας
es_es: Servicio para sincronización del tiempo
fr_fr: Service pour la synchronisation de l'heure
it_it: Servizio di sincronizzazione ora
ja_jp: 時刻同期のサービス
pl_pl: Usługa synchronizacji czasu
pt_pt: Serviço para tempo de sincronização
ru_ru: Служба синхронизации времени

source: Service for routing and firewall rules
chs: 路由和防火墙规则服务
de_de: Dienst für Routing- und Firewall-Regel
el_gr: Υπηρεσία κανόνων δρομολόγησης και firewall
es_es: Servicio para reglas de enrutamiento y firewall
fr_fr: Service pour le routage et règles pare-feu
it_it: Servizio per regole di routing e firewall
ja_jp: ルーティングとファイアウォールルールのサービス
pl_pl: Usługa routingu i reguł zapory
pt_pt: Serviço para roteamento e regras de firewall
ru_ru: Служба правил маршрутизации и правил межсетевого экрана

source: Anonymization service
chs: 匿名服务
de_de: Anonymisierungsdienst
el_gr: Υπηρεσία ανωνυμοποίησης
es_es: Servicio de anonimización
fr_fr: Service d'anonymisation
it_it: Servizio di anonimizzazione
ja_jp: 匿名化サービス
pl_pl: Usługa anonimizacji
pt_pt: Serviço de anonimização
ru_ru: Служба анонимизации

source: Service {0} {1} successfull.
chs: 服务{0}{1}成功。
de_de: Dienst {0} {1} erfolgreich.
el_gr: Υπηρεσία {0} {1} επιτυχημένη.
es_es: Servicio {0} {1} correcto.
fr_fr: Service {0} {1} réalisé avec succès.
it_it: Servizio {0} {1} applicato correttamente.
ja_jp: サービス{0} {1}は成功しました。
pl_pl: Usługa {0} {1} powiodła się.
pt_pt: Serviço {0} {1} com êxito.
ru_ru: Операция {0} {1} успешно проведена.

source: Service {0} {1} failed.
chs: 服务{0}{1}失败。
de_de: Dienst {0} {1} fehlgeschlagen.
el_gr: Αποτυχία υπηρεσίας {0} {1}.
es_es: Servicio {0} {1} incorrecto.
fr_fr: Service {0} {1} a échoué.
it_it: Servizio {0} {1} non riuscito.
ja_jp: サービス{0} {1}が失敗しました。
pl_pl: Usługa {0} {1} nie powiodła się.
pt_pt: O serviço {0} {1} falhou.
ru_ru: Не удалось провести операцию {0} {1}.

source: The user has been added successfully.
chs: 用户已成功添加。
de_de: Hinzufügen des Users erfolgreich.
el_gr: Ο χρήστης προστέθηκε επιτυχώς.
es_es: Se ha añadido al usuario correctamente.
fr_fr: L'utilisateur a été ajouté avec succès.
it_it: L'utente è stato aggiunto.
ja_jp: ユーザーが正常に追加されました。
pl_pl: Użytkownik został dodany pomyślnie.
pt_pt: O utilizador foi adicionado com êxito.
ru_ru: Пользователь успешно добавлен.

source: Unable to add the user.
chs: 无法添加用户。
de_de: Hinzufügen des Users unmöglich.
el_gr: Αδυναμία προσθήκης χρήστη.
es_es: No se pudo añadir al usuario.
fr_fr: Impossible d'ajouter l'utilisateur.
it_it: Impossibile aggiungere l'utente.
ja_jp: ユーザーを追加できません。
pl_pl: Nie można dodać użytkownika.
pt_pt: Impossível adicionar o utilizador.
ru_ru: Невозможно добавить пользователя.

source: The user has been updated successfully.
chs: 用户已成功更新。
de_de: Aktualisieren des Users erfolgreich
el_gr: Ο χρήστης ενημερώθηκε επιτυχώς.
es_es: El usuario se ha actualizado correctamente.
fr_fr: L'utilisateur a été mis à jour avec succès.
it_it: L'utente è stato aggiornato.
ja_jp: ユーザーは正常に更新されました。
pl_pl: Użytkownik został zaktualizowany pomyślnie.
pt_pt: O utilizador foi atualizado com êxito.
ru_ru: Данные пользователя успешно обновлены

source: Unable to update the user.
chs: 无法更新用户。
de_de: Aktualisieren des Users unmöglich.
el_gr: Αδυναμία ενημέρωσης χρήστη.
es_es: No se pudo actualizar el usuario.
fr_fr: Impossible de mettre à jour l'utilisateur.
it_it: Impossibile aggiornare l'utente.
ja_jp: ユーザーを更新できません。
pl_pl: Nie można zaktualizować użytkownika.
pt_pt: Impossível atualizar o utilizador.
ru_ru: Невозможно обновить данные пользователя.

source: The user {0} has been deleted.
chs: 用户{0}已被删除。
de_de: Der User {0} wurde gelöscht.
el_gr: Ο χρήστης {0} διαγράφηκε.
es_es: Se ha eliminado el usuario {0}.
fr_fr: L'utilisateur {0} a été supprimé.
it_it: L'utente {0} è stato cancellato.
ja_jp: ユーザー{0}は削除されました。
pl_pl: Użytkownik {0} został usunięty.
pt_pt: O utilizador {0} foi eliminado.
ru_ru: Пользователь {0} удален.

source: Deleting the user {0} is forbidden.
chs: 禁止删除用户{0}。
de_de: Löschen des Users {0} verboten.
el_gr: Απαγορεύεται η διαγραφή του χρήστη {0}.
es_es: Está prohibido eliminar al usuario {0}.
fr_fr: Supprimer l'utilisateur {0} est interdit.
it_it: Cancellazione dell'utente {0} vietata.
ja_jp: ユーザー{0}の削除は禁止されています。
pl_pl: Usunięcie użytkownika {0} jest zabronione.
pt_pt: Proibido eliminar utilizador {0}.
ru_ru: Запрещается удалять пользователя {0}.

source: Users have been imported successfully.
chs: 用户已成功导入。
de_de: User wurden erfolgreich importiert.
el_gr: Οι χρήστες εισήχθησαν επιτυχώς.
es_es: Los usuarios se han importado correctamente.
fr_fr: Les utilisateurs ont été importés avec succès.
it_it: Gli utenti sono stati importati.
ja_jp: ユーザーが正常にインポートされました。
pl_pl: Użytkownicy zostali zaimportowani pomyślnie.
pt_pt: Utilizadores importados com êxito.
ru_ru: Пользователи успешно внесены.

source: Users have been imported with errors.
chs: 导入用户时出错。
de_de: User wurden mit Fehlern importiert.
el_gr: Οι χρήστες εισήχθησαν λανθασμένα.
es_es: Los usuarios se han importado con errores.
fr_fr: Les utilisateurs ont été importés avec des erreurs.
it_it: Errori nell'importazione degli utenti.
ja_jp: ユーザーがエラーを伴いインポートされました。
pl_pl: Użytkownicy zostali zaimportowani z błędami.
pt_pt: Utilizadores importados com erros.
ru_ru: Пользователи внесены с ошибками.

source: Users not imported.
chs: 未导入用户。
de_de: User nicht importiert.
el_gr: Οι χρήστες δεν εισήχθησαν.
es_es: Usuarios no importados.
fr_fr: Utilisateurs non importés.
it_it: Utenti non importati.
ja_jp: ユーザーはインポートされませんでした。
pl_pl: Użytkownicy nie zostali zaimportowani.
pt_pt: Utilizadores não importados.
ru_ru: Пользователи не внесены.

source: Incorrect login or password.
chs: 登录名或密码不正确。
de_de: Falsches Login oder Passwort.
el_gr: Λανθασμένος κωδικός χρήστη ή κωδικός πρόσβασης.
es_es: Usuario o contraseña incorrectos.
fr_fr: Identifiant ou mot de passe incorrect.
it_it: Login o password errata.
ja_jp: 正しくないログインまたはパスワード。
pl_pl: Nieprawidłowy login lub hasło.
pt_pt: Login ou palavra-passe incorreta.
ru_ru: Неверный логин или пароль.

source: You do not have management permissions.
chs: 您没有管理权限。
de_de: Sie haben keine Administratorrechte.
el_gr: Δεν έχετε δικαιώματα διαχείρισης.
es_es: No tienes permisos de gestión.
fr_fr: Vous n'avez pas les permissions de gestion.
it_it: Non hai autorizzazioni di amministrazione.
ja_jp: 管理者権限がありません。
pl_pl: Nie masz uprawnień do zarządzania.
pt_pt: Não dispõe de permissões de administrador.
ru_ru: У вас нет разрешения от руководства.

source: You are now connected to the Internet.
chs: 您现在已连接到互联网。
de_de: Sie sind jetzt im Internet eingeloggt.
el_gr: Είστε τώρα συνδεδεμένοι στο Διαδίκτυο.
es_es: Ahora estás conectado a Internet.
fr_fr: Vous êtes maintenant connecté à Internet.
it_it: Ora sei connesso a Internet.
ja_jp: これでインターネットに接続されました。
pl_pl: Jesteś teraz połączony z Internetem.
pt_pt: Está agora ligado à Internet.
ru_ru: Вы подключены к интернету.

source: Unable to connect you to the Internet.
chs: 无法连接到互联网。
de_de: Unmöglich, Sie im Internet einzuloggen.
el_gr: Αδυναμία συνδέσεως στο Διαδίκτυο.
es_es: No se te pudo conectar a Internet.
fr_fr: Impossible de vous connecter à Internet.
it_it: Impossibile connettersi a Internet.
ja_jp: インターネットに接続できません。
pl_pl: Nie można połączyć się z Internetem.
pt_pt: Impossível ligá-lo à Internet.
ru_ru: Не удается подключиться к интернету .

source: You are now disconnected from the internet.
chs: 您现在已断开与互联网的连接。
de_de: Sie sind jetzt aus dem Internet ausgeloggt.
el_gr: Είστε τώρα αποσυνδεδεμένοι από το Διαδίκτυο.
es_es: Ahora estás desconectado de Internet.
fr_fr: Vous êtes maintenant déconnecté d'Internet.
it_it: Ora sei disconnesso da Internet.
ja_jp: インターネットから切断されました。
pl_pl: Jesteś teraz odłączony od Internetu.
pt_pt: Está agora desligado da internet.
ru_ru: Нет подключения к интернету.

source: Unable to disconnect you from the Internet.
chs: 无法断开与互联网的连接。
de_de: Unmöglich, Sie aus dem Internet auszuloggen.
el_gr: Αδυναμία αποσυνδέσεως από το Διαδίκτυο.
es_es: No se te pudo desconectar de Internet.
fr_fr: Impossible de vous déconnecter d'Internet.
it_it: Impossibile disconnettersi da Internet.
ja_jp: インターネットから切断できません。
pl_pl: Nie można odłączyć Cię od Internetu.
pt_pt: Impossível desligá-lo da Internet.
ru_ru: Не удается отключить интернет.

source: Your connection is paused.
chs: 您的连接已暂停。
de_de: Ihre Verbindung ist unterbrochen.
el_gr: Η σύνδεσή σας βρίσκεται σε παύση.
es_es: Tu conexión está pausada.
fr_fr: Votre connexion est suspendue.
it_it: La connessione è in pausa.
ja_jp: 接続は一時停止されています。
pl_pl: Twoje połączenie zostało wstrzymane.
pt_pt: A sua ligação está em pausa.
ru_ru: Подключение приостановлено.

source: Disconnections are forbidden for paused connections.
chs: 禁止断开暂停的连接。
de_de: Ausloggen ist bei unterbrochenen Verbindungen verboten.
el_gr: Η αποσύνδεση απαγορεύεται για συνδέσεις σε παύση.
es_es: Las desconexiones están prohibidas para las conexiones pausadas.
fr_fr: Les déconnexions sont interdites sur les connexions suspendues.
it_it: Disconnessioni vietate per connessioni in pausa.
ja_jp: 一時停止中の接続は切断できません。
pl_pl: Rozłączanie jest zabronione w przypadku połączeń wstrzymanych.
pt_pt: Impossível desligar em ligações em pausa.
ru_ru: В случае если подключение приоставлено, запрещается отключаться от сети.

source: The user {0} has been disconnected successfully.
chs: 用户{0}已成功断开连接。
de_de: Ausloggen des Users {0} erfolgreich.
el_gr: Ο χρήστης {0} αποσυνδέθηκε επιτυχώς.
es_es: Se ha desconectado correctamente al usuario {0}.
fr_fr: L'utilisateur {0} a été déconnecté avec succès.
it_it: L'utente {0} è stato disconnesso.
ja_jp: ユーザー{0}は正常に切断されました。
pl_pl: Użytkownik {0} został odłączony pomyślnie.
pt_pt: O utilizador {0} foi desligado com êxito.
ru_ru: Пользователь {0} успешно отключен от сети.

source: Unable to disconnect the user {0}.
chs: 无法断开用户{0}的连接。
de_de: Ausloggen des Users unmöglich {0}..
el_gr: Αδυναμία αποσύνδεσης του χρήστη{0}.
es_es: No se pudo desconectar al usuario {0}.
fr_fr: Impossible de déconnecter l'utilisateur {0}.
it_it: Impossibile disconnettere l'utente {0}.
ja_jp: ユーザー{0}を切断できません。
pl_pl: Nie można odłączyć użytkownika {0}.
pt_pt: Impossível desligar o utilizador {0}.
ru_ru: Не удается отключить пользователя {0} от сети.
