Repository: keexybox/keexyapp
Catalog: src/Locale/*/default.po
Languages: chs, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru

source: Disk usage
chs: 磁盘使用率
de_de: Plattennutzung
el_gr: Χρήση δίσκου
es_es: Uso del disco
fr_fr: Utilisation du disque
it_it: Uso del disco
ja_jp: ディスク使用量
pl_pl: Użycie dysku
pt_pt: Utilização do disco
ru_ru: Использование диска

source: Add a new user
chs: 添加新用户
de_de: Einen neuen User hinzufügen
el_gr: Προσθήκη νέου χρήστη
es_es: Añadir un nuevo usuario
fr_fr: Ajouter un nouvel utilisateur
it_it: Aggiungi un nuovo utente
ja_jp: 新しいユーザーを追加
pl_pl: Dodaj nowego użytkownika
pt_pt: Adicionar novo utilizador
ru_ru: Добавить нового пользователя

source: Display name
chs: 显示姓名
de_de: Name anzeigen
el_gr: Εμφάνιση ονόματος
es_es: Mostrar nombre
fr_fr: Nom affiché
it_it: Visualizza nome
ja_jp: 表示名
pl_pl: Wyświetl nazwę
pt_pt: Mostrar nome
ru_ru: Показать имя

source: Login
chs: 登录
el_gr: Σύνδεση
es_es: Nombre de usuario
fr_fr: Identifiant
ja_jp: ログイン
ru_ru: Логин

source: Password
chs: 密码
de_de: Passwort
el_gr: Κωδικός πρόσβασης
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
pl_pl: Hasło
pt_pt: Palavra-passe
ru_ru: Пароль

source: Confirm password
chs: 确认密码
de_de: Passwort bestätigen
el_gr: Επιβεβαίωση κωδικού πρόσβασης
es_es: Confirmar contraseña
fr_fr: Confirmer le mot de passe
it_it: Conferma password
ja_jp: パスワードを確認
pl_pl: Potwierdź hasło
pt_pt: Confirmar palavra-passe
ru_ru: Подтвердить пароль

source: Manage KeexyBox
chs: 管理KeexyBox
de_de: KeexyBox verwalten
el_gr: Διαχείριση KeexyBox
es_es: Gestionar KeexyBox
fr_fr: Gérer KeexyBox
it_it: Gestisci KeexyBox
ja_jp: KeexyBoxを管理
pl_pl: Zarządzaj KeexyBox
pt_pt: Gerir a KeexyBox
ru_ru: Управление KeexyBox

source: username
chs: 用户名
el_gr: όνομα χρήστη
es_es: nombre de usuario
fr_fr: utilisateur
it_it: nome utente
ja_jp: ユーザー名
pl_pl: nazwa użytkownika
pt_pt: nome do utilizador
ru_ru: имя пользователя

source: password
chs: 密码
de_de: Passwort
el_gr: κωδικός πρόσβασης
es_es: contraseña
fr_fr: mot de passe
ja_jp: パスワード
pl_pl: hasło
pt_pt: palavra-passe
ru_ru: пароль

source: Edit the user:
chs: 编辑用户：
de_de: Den User editieren:
el_gr: Επεξεργασία χρήστη:
es_es: Editar el usuario:
fr_fr: Edition de l'utilisateur:
it_it: Modifica l'utente:
ja_jp: ユーザーを編集：
pl_pl: Edytuj użytkownika:
pt_pt: Editar o utilizador:
ru_ru: Редактировать данные пользователя:

source: Confirm Password
chs: 确认密码
de_de: Passwort bestätigen
el_gr: Επιβεβαίωση κωδικού πρόσβασης
es_es: Confirmar contraseña
fr_fr: Confirmer le mot de passe
it_it: Conferma Password
ja_jp: パスワードを確認
pl_pl: Potwierdź hasło
pt_pt: Confirmar a Palavra-passe
ru_ru: Подтвердить пароль

source: Import users
chs: 导入用户
de_de: User importieren
el_gr: Εισαγωγή χρηστών
es_es: Importar usuarios
fr_fr: Importer des utilisateurs
it_it: Importa utenti
ja_jp: ユーザーをインポート
pl_pl: Importuj użytkowników
pt_pt: Importar utilizadores
ru_ru: Импортировать пользователей

source: Export users to CSV
chs: 将用户导出到CSV文件中
de_de: User nach CSV exportieren
el_gr: Εξαγωγή χρηστών στο CSV
es_es: Exportar usuarios a CSV
fr_fr: Exporter les utilisateurs en CSV
it_it: Esporta utenti in CSV
ja_jp: ユーザーをCSVにエクスポート
pl_pl: Eksportuj użytkowników do CSV
pt_pt: Exportar utilizadores para CSV
ru_ru: Экспортировать пользователей в CSV файл

source: Import users from CSV
chs: 从CSV导入用户
de_de: User von CSV importieren
el_gr: Εισαγωγή χρηστών από το CSV
es_es: Importar usuarios de CSV
fr_fr: Importer les utilisateurs depuis un CSV
it_it: Importa utenti da CSV
ja_jp: CSVからユーザーをインポート
pl_pl: Importuj użytkowników z CSV
pt_pt: Importar utilizadores de CSV
ru_ru: Импортировать пользователей из CSV файла

source: Connect to the Internet
chs: 已连接到互联网
de_de: Mit dem Internet verbinden
el_gr: Σύνδεση στο Διαδίκτυο
es_es: Conectar a Internet
fr_fr: Connexion à Internet
it_it: Connetti a Internet
ja_jp: インターネットに接続
pl_pl: Połącz z Internetem
pt_pt: Ligar à Internet
ru_ru: Подключиться к интернету

source: Connection duration
chs: 连接时长
de_de: Verbindungsdauer
el_gr: Διάρκεια σύνδεσης
es_es: Duración de la conexión
fr_fr: Durée de connexion
it_it: Durata connessione
ja_jp: 接続時間
pl_pl: Czas trwania połączenia
pt_pt: Duração da ligação
ru_ru: Длительность подключения

source: To connect to the Internet, users or members of your family will need to authenticate on KeexyBox’s captive portal. Here you can create accounts for your users. Complete the form below by assigning a profile and click {0}. Renew the operation as many times as you want to create users.
chs: 如需连接到互联网，您的用户或家庭成员将会需要在KeexyBox强制认证门户网站上进行身份验证。在这里您可以创建用户账户。通过指定配置文件完成下面的表单，然后点击{0}。您需要创建用户时更新操作。
de_de: Zum Verbinden mit dem Internet müssen sich die User oder Ihre Familienmitglieder im Captive Portal von KeexyBox authentifizieren. Hier können Sie Konten für Ihre User anlegen. Füllen Sie das nachstehende Formular aus, indem Sie ein Profil zuordnen und klicken Sie auf {0}. Wiederholen Sie den Vorgang für jeden anzulegenden User.
el_gr: Για να συνδεθείτε στο Διαδίκτυο, οι χρήστες ή τα μέλη της οικογένειάς σας θα πρέπει να πιστοποιήσουν την ταυτότητά τους στην πύλη υποδοχής του KeexyBox. Εδώ μπορείτε να δημιουργήσετε λογαριασμούς για τους χρήστες σας. Συμπληρώστε την παρακάτω φόρμα αναθέτοντας ένα προφίλ και κάντε κλικ στο {0}. Επαναλάβετε τη διαδικασία κάθε φορά που θέλετε να δημιουργήσετε χρήστες.
es_es: Para conectarse a Internet, los usuarios o miembros de tu familia deberán autenticarse en el portal cautivo de KeexyBox. Aquí puedes crear cuentas para tus usuarios. Completa el siguiente formulario asignando un perfil y haz clic en {0}. Repite la operación tantas veces como usuarios desees crear.
fr_fr: Pour se connecter à l'Internet, les utilisateurs ou les membres de votre famille devront s'authentifier sur le portail captif de KeexyBox. Vous pouvez ici créer des comptes pour vos utilisateurs. Complétez le formulaire ci-dessous en assignant un profil puis cliquez sur {0}. Renouvelez l'opération autant de fois que vous souhaitez créer d'utilisateurs.
it_it: Per connettersi a Internet, gli utenti o i membri della tua famiglia dovranno autenticarsi sul captive portal di KeexyBox. Qui puoi creare account per i tuoi utenti. Compila il modulo che segue assegnando un profilo e clicca su {0}. Ripeti l'operazione quante volte desideri per creare utenti.
ja_jp: インターネットに接続するには、ユーザーまたは家族がKeexyBoxのキャプティブポータルで認証する必要があります。ここで、ユーザーのアカウントを作成できます。プロファイルを割り当てて以下のフォームに入力し、{0}をクリックします。ユーザーを作成したい回数だけ操作を繰り返します。
pl_pl: Aby połączyć się z Internetem, użytkownicy lub członkowie Twojej rodziny będą musieli zalogować się na portalu dostępowym KeexyBox. Tutaj możesz utworzyć konta dla swoich użytkowników. Wypełnij poniższy formularz przypisując profil i kliknij {0}. Powtórz tę operację dla wszystkich użytkowników, których chcesz utworzyć.
pt_pt: Para ligar à Internet, os utilizadores ou membros da sua família deverão autenticar-se no portal cativo da KeexyBox. Aqui pode criar contas para os seus utilizadores. Completar o formulário abaixo para atribuir um perfil e clique em {0}. Repita a operação quantas vezes desejar para criar utilizadores.
ru_ru: Для подключения к интернету пользователи или члены семьи должны аутентифицироваться в портале авторизации на KeexyBox. Здесь вы можете создать аккаунты для ваших пользователей. Заполните форму ниже, определив профиль, и нажмите {0}. Повторяйте данную операцию каждый раз при создании аккаунтов пользователей.

source: If you do not want to create them now, or you do not need to create any more, click {0}.
chs: 如果现在不想创建它们，或者不需要再创建，请点击{0}。
de_de: Wenn Sie sie nicht jetzt oder überhaupt nicht mehr anlegen möchten, klicken Sie auf {0}.
el_gr: Εάν δεν θέλετε να τους δημιουργήσετε τώρα ή εάν δεν χρειάζεστε να δημιουργήσετε περισσότερους, κάντε κλικ στο {0}.
es_es: Si no deseas crearlos ahora, o no necesitas crear otros, haz clic en {0}.
fr_fr: Si vous ne souhaitez pas les créer maintenant, ou que vous n'avez plus besoin d'en créer plus, cliquez sur {0}.
it_it: Se non vuoi crearli ora o non hai bisogno di crearne altri, clicca su {0}.
ja_jp: 今すぐ作成しない場合、またはこれ以上作成する必要がない場合は、{0}をクリックしてください。
pl_pl: Jeśli nie chcesz ich teraz tworzyć lub nie musisz już ich tworzyć, kliknij {0}.
pt_pt: Se não desejar criá-los agora, ou se não necessitar mais de os criar, clique em {0}.
ru_ru: Если вы желаете создать их сейчас, или если вы больше не желаете их создавать, нажмите {0}.

source: Wireless Access Point settings successfully saved.
chs: Wi-Fi热点设置已成功保存
de_de: Die WLAN-Zugangspunkt-Einstellungen wurden erfolgreich gespeichert
el_gr: Οι ρυθμίσεις του σημείου πρόσβασης Wi-Fi αποθηκεύτηκαν με επιτυχία
es_es: La configuración del punto de acceso Wi-Fi se ha guardado con éxito
fr_fr: Les paramètres du point d'accès Wi-Fi ont été enregistrés avec succès
it_it: I parametri del punto di accesso Wi-Fi sono stati correttamente registrati
ja_jp: Wi-Fi アクセスポイント設定登録成功です。
pl_pl: Parametry punktu dostępu Wi-Fi zostały zapisane prawidłowo
pt_pt: Os parâmetros do ponto de acesso Wi-Fi foram guardados com sucesso
ru_ru: Параметры точки доступа Wi-Fi были успешно сохранены

source: Saved
chs: 已保存
de_de: Gespeichert
el_gr: Αποθηκεύτηκε
es_es: Guardado
fr_fr: Enregistré
it_it: Registrato
ja_jp: 登録完了
pl_pl: Zapisano
pt_pt: Guardado
ru_ru: Сохранено

source: Unable to save.
chs: 无法保存。
de_de: Speicherung unmöglich.
el_gr: Δεν είναι δυνατή η αποθήκευση.
es_es: No se ha podido guardar.
fr_fr: Impossible d'enregistrer.
it_it: Impossibile registrare.
ja_jp: 登録不能です。
pl_pl: Zapisanie niemożliwe.
pt_pt: Impossível guardar.
ru_ru: Не удалось сохранить.

source: Service for Wireless Access Point
chs: Wi-Fi热点服务
de_de: Service für WLAN-Zugangspunkt
el_gr: Υπηρεσία για το σημείο πρόσβασης Wi-Fi
es_es: Servicio para el punto de acceso Wi-Fi
fr_fr: Service pour le point d'accès Wi-Fi
it_it: Servizio per il punto di accesso Wi-Fi
ja_jp: Wi-Fi アクセスポイント用サービス
pl_pl: Usługa punktu dostępu Wi-Fi
pt_pt: Serviço para o ponto de acesso Wi-Fi
ru_ru: Сервис для точки доступа Wi-Fi

source: Registration successful.
chs: 注册成功。
de_de: Anmeldung erfolgreich.
el_gr: Επιτυχής εγγραφή.
es_es: Registro completado con éxito.
fr_fr: Inscription réussi.
it_it: Iscrizione avvenuta con successo.
ja_jp: 登録成功です。
pl_pl: Rejestracja udana.
pt_pt: Inscrição bem-sucedida.
ru_ru: Регистрация выполнена успешно.

source: Registration failed.
chs: 注册失败。
de_de: Anmeldung fehlgeschlagen.
el_gr: Η εγγραφή απέτυχε.
es_es: Fallo en el registro.
fr_fr: Échec de l'enregistrement.
it_it: Registrazione non riuscita.
ja_jp: 登録失敗です。
pl_pl: Rejestracja nieudana.
pt_pt: Falha ao guardar.
ru_ru: Не удалось выполнить регистрацию.

source: Incorrect registration code.
chs: 注册代码不正确。
de_de: Der Registrierungscode ist falsch.
el_gr: Ο κωδικός εγγραφής είναι λανθασμένος.
es_es: El código de registro es incorrecto.
fr_fr: Le code d'enregistrement est erroné.
it_it: Il codice di registrazione è errato.
ja_jp: 登録コードミスです。
pl_pl: Kod rejestracji jest nieprawidłowy.
pt_pt: O código da gravação está errado.
ru_ru: Неверный код регистрации.

source: You did not accept the terms and conditions.
chs: 您尚未接受条款和条件。
de_de: Sie haben den Bedingungen nicht zugestimmt.
el_gr: Δεν έχετε αποδεχθεί τους όρους και τις προϋποθέσεις.
es_es: No ha aceptado los términos y condiciones.
fr_fr: Vous n'avez pas accepté les termes et conditions.
it_it: Non hai accettato i termini e le condizioni.
ja_jp: 使用規約 ・条件を受諾してません。
pl_pl: Nie zaakceptowałeś(-aś) warunków użytkowania.
pt_pt: Não aceitou os termos e condições.
ru_ru: Вы не приняли условия.

source: Your account has expired.
chs: 您的帐户已过期。
de_de: Ihr Konto ist abgelaufen.
el_gr: Ο λογαριασμός σας έχει λήξει.
es_es: Su cuenta ha expirado.
fr_fr: Votre compte a expiré.
it_it: Il tuo account è scaduto.
ja_jp: アカウント期限が切れてます。
pl_pl: Twoje konto wygasło.
pt_pt: A sua conta expirou.
ru_ru: Срок действия вашего аккаунта истек.

source: Hostapd service is disabled
chs: Hostapd服务已禁用
de_de: Der Hostapd-Service ist deaktiviert
el_gr: Η υπηρεσία hostapd είναι απενεργοποιημένη
es_es: El servicio hostapd está desactivado
fr_fr: Le service hostapd est désactivé
it_it: Il servizio hostapd è disattivato
ja_jp: Hostapdサービスがオフです。
pl_pl: Usługa hostapd jest wyłączona
pt_pt: O serviço hostapd está desativado
ru_ru: Сервис hostapd отключен

source: Captive Portal settings
chs: 强制网络门户设置
de_de: Captive-Portal-Einstellungen
el_gr: Ρυθμίσεις πύλης πρόσβασης
es_es: Configuración del portal cautivo
fr_fr: Paramètres du portail captif
it_it: Parametri del Captive portal
ja_jp: キャプティブポータルの設定
pl_pl: Parametry portalu dostępowego
pt_pt: Parâmetros do portal cativo
ru_ru: Параметры портала авторизации

source: Information to be collected on the client for internet access
chs: 从客户端收集的用于Internet访问的信息
de_de: Für den Internet-Zugang zu erhebende Client-Daten
el_gr: Πληροφορίες που πρέπει να συλλεχθούν για τον πελάτη για πρόσβαση στο Διαδίκτυο
es_es: Información por recopilar sobre el cliente para el acceso a Internet
fr_fr: Informations à collecter sur le client pour l'accès Internet
it_it: Informazioni del cliente da fornire per l’accesso a Internet
ja_jp: インターネットアクセスのためにお客様に関して集める情報
pl_pl: Informacje pozyskiwane na temat klienta dla dostępu internetowego
pt_pt: Informações a recolher sobre o cliente para o acesso à Internet
ru_ru: Данные, которые будут собраны у клиента для доступа к интернету

source: Record UserAgent
chs: 注册UserAgent
de_de: User Agent registrieren
el_gr: Αποθηκεύστε το UserAgent
es_es: Registrar el UserAgent
fr_fr: Enregistrer le UserAgent
it_it: Registrare lo UserAgent
ja_jp: UserAgentを登録する
pl_pl: Zapisz UserAgent
pt_pt: Guardar o UserAgent
ru_ru: Зарегистрировать UserAgent

source: Record MAC Address
chs: 注册Mac地址
de_de: Mac-Adresse registrieren
el_gr: Αποθηκεύστε τη διεύθυνση Mac
es_es: Registrar la dirección Mac
fr_fr: Enregistrer l'adresse Mac
it_it: Registrare l’indirizzo Mac
ja_jp: Macアドレスを登録する
pl_pl: Zapisz adres Mac
pt_pt: Guardar o endereço Mac
ru_ru: Зарегистрировать адрес Mac

source: Internet access conditions
chs: Internet访问条件
de_de: Internet-Zugangsbedingungen
el_gr: Όροι πρόσβασης στο Διαδίκτυο
es_es: Condiciones de acceso a Internet
fr_fr: Conditions d'accès Internet
it_it: Condizioni di accesso Internet
ja_jp: インターネットアクセス条件
pl_pl: Warunki dostępu internetowego
pt_pt: Condições de acesso à Internet
ru_ru: Условия доступа к интернету

source: Private
chs: 私人
de_de: Privat
el_gr: Ιδιωτικό
es_es: Privado
fr_fr: Privé
it_it: Privato
ja_jp: 民間
pl_pl: Prywatny
pt_pt: Privado
ru_ru: Частный

source: Registration
chs: 注册
de_de: Anmeldung
el_gr: Εγγραφή
es_es: Registro
fr_fr: Inscription
it_it: Inscrizione
ja_jp: 登録
pl_pl: Rejestracja
pt_pt: Inscrição
ru_ru: Регистрация

source: Free
chs: 免费
de_de: Frei
el_gr: Ελεύθερο
es_es: Abierto
fr_fr: Libre
it_it: Libero
ja_jp: 無料
pl_pl: Wolny
pt_pt: Livre
ru_ru: Свободный

source: Duration of registration (days)
chs: 注册时间（天）
de_de: Dauer der Anmeldung (Tage)
el_gr: Διάρκεια εγγραφής (ημέρες)
es_es: Duración del registro (días)
fr_fr: Durée de l'inscription (jours)
it_it: Durata dell’iscrizione (giorni)
ja_jp: 登録期間（日数）
pl_pl: Okres rejestracji (dni)
pt_pt: Duração da inscrição (dias)
ru_ru: Длительность регистрации (дни)

source: Registration code
chs: 注册代码
de_de: Registrierungscode
el_gr: Κωδικός Εγγραφής
es_es: Código de registro
fr_fr: Code d'enregistrement
it_it: Codice di registrazione
ja_jp: 登録コード
pl_pl: Kod rejestracji
pt_pt: Código de gravação
ru_ru: Код регистрации

source: (leave blank if not required)
chs: （如非必需，可不填）
de_de: (freilassen, wenn nicht angefordert)
el_gr: (αφήστε κενό εάν δεν απαιτείται)
es_es: (dejar en blanco si no es necesario)
fr_fr: (laisser vide si non requis)
it_it: (lasciare vuoto se non richiesto)
ja_jp: （必要なければ空白）
pl_pl: (pozostawić puste, jeśli nie jest wymagane)
pt_pt: (deixar em branco, se não for necessário)
ru_ru: (оставьте пустым, если заполнение не обязательно)

source: Profile to be defined for new registrations
chs: 为新注册设定的配置文件
de_de: Profil für neue Anmeldungen
el_gr: Προφίλ προς προσδιορισμό για τις νέες εγγραφές
es_es: Perfil por definir para los nuevos registros
fr_fr: Profil à définir pour les nouvelles inscriptions
it_it: Profilo da definire per le nuove iscrizioni
ja_jp: 新規登録用プロフィール
pl_pl: Profil do określenia dla nowych rejestracji
pt_pt: Perfil a definir para as novas inscrições
ru_ru: Профиль для новых регистраций

source: User account to use for free access
chs: 用于免费访问的用户帐户
de_de: Benutzerkonto für freien Zugang
el_gr: Λογαριασμός χρήστη προς χρήση για ελεύθερη πρόσβαση
es_es: Cuenta de usuario que será utilizada para el acceso abierto
fr_fr: Compte utilisateur à utiliser pour l'accès libre
it_it: Account utente da usare per l’accesso libero
ja_jp: 無料アクセスに使用する利用者アカウント
pl_pl: Konto użytkownika do wykorzystania dla dostępu wolnego
pt_pt: Conta de utilizador a utilizar para o acesso livre
ru_ru: Аккаунт пользователя для свободного доступа

source: Internet access terms and conditions
chs: Internet访问条款和条件
de_de: Internet-Zugangsbedingungen
el_gr: Όροι και προϋποθέσεις πρόσβασης στο Διαδίκτυο
es_es: Términos y condiciones de acceso a Internet
fr_fr: Termes et conditions d'accès à Internet
it_it: Termini e condizioni di accesso a Internet
ja_jp: インターネットアクセス規約・条件
pl_pl: Warunki dostępu do sieci Internet
pt_pt: Termos e condições de acesso à Internet
ru_ru: Условия доступа к интернету

source: Edit the Terms and Conditions
chs: 修改一般条款
de_de: Allgemeine Bedingungen ändern
el_gr: Τροποποίηστε τους όρους και τις προϋποθέσεις
es_es: Modificar las condiciones generales
fr_fr: Modifier les conditions générales
it_it: Modificare le condizioni generali
ja_jp: 規約・条件を変更する
pl_pl: Zmień warunki ogólne
pt_pt: Modificar as condições gerais
ru_ru: Изменить общие условия

source: Your Terms and Conditions for Internet access
chs: 您的Internet访问一般条款
de_de: Ihre allgemeinen Internet-Zugangsbedingungen
el_gr: Οι όροι και προϋποθέσεις σας για πρόσβαση στο Διαδίκτυο
es_es: Sus condiciones generales de acceso a Internet
fr_fr: Vos conditions générales d'accès à Internet
it_it: Le tue condizioni generali di accesso a Internet
ja_jp: インターネットアクセス用のあなたの規約・条件
pl_pl: Twoje warunki ogólne dostępu do sieci Internet
pt_pt: Ver condições gerais de acesso à Internet
ru_ru: Общие условия доступа к интернету

source: Control panel
chs: 控制面板
de_de: Systemsteuerung
el_gr: Πίνακας ελέγχου
es_es: Panel de configuración
fr_fr: Panneau de configuration
it_it: Pannello di configurazione
ja_jp: コントロールパネル
pl_pl: Panel sterowania
pt_pt: Painel de configuração
ru_ru: Панель управления

source: Wireless Access Point
chs: Wi-Fi热点
de_de: WLAN-Zugangspunkt
el_gr: Σημείο πρόσβασης Wi-Fi
es_es: Punto de acceso Wi-Fi
fr_fr: Point d'accès Wi-Fi
it_it: Punto di accesso Wi-Fi
ja_jp: Wi-Fi アクセスポイント
pl_pl: Punkt dostępu Wi-Fi
pt_pt: Ponto de acesso Wi-Fi
ru_ru: Точка доступа Wi-Fi

source: Tor options
chs: Tor选项
de_de: Tor-Optionen
el_gr: Επιλογές Tor
es_es: Opciones Tor
fr_fr: Options Tor
it_it: Opzioni Tor
ja_jp: Torオプション
pl_pl: Opcje Tor
pt_pt: Opções Tor
ru_ru: Параметры Tor

source: Define Tor exit nodes countries
chs: 设置Tor出口节点的国家和地区
de_de: Länder der Tor-Austrittsknoten festlegen
el_gr: Ορίστε χώρες κόμβων εξόδου Tor
es_es: Definir los países del nodo de salida de Tor
fr_fr: Définir les pays des nœuds de sortie Tor
it_it: Definire i paesi dei nodi di uscita Tor
ja_jp: Tor 出口ノードの国々を決める
pl_pl: Określ kraje węzłów wyjścia Tor
pt_pt: Definir os países dos nós de saída Tor
ru_ru: Определить страны выходных узлов Tor

source: Random
chs: 随机
de_de: Zufälliger Aufbau
el_gr: Τυχαίο
es_es: Aleatorio
fr_fr: Aléatoire
it_it: Aleatorio
ja_jp: ランダム
pl_pl: Losowe
pt_pt: Aleatório
ru_ru: Случайно

source: Wireless Access Point settings
chs: Wi-Fi热点设置
de_de: WLAN-Zugangspunkt-Einstellungen
el_gr: Ρυθμίσεις σημείου πρόσβασης Wi-Fi
es_es: Configuración del punto de acceso Wi-Fi
fr_fr: Paramètres du point d'accès Wi-Fi
it_it: Parametri del punto di accesso Wi-Fi
ja_jp: Wi-Fi アクセスポイント設定
pl_pl: Parametry punktu dostępu Wi-Fi
pt_pt: Parâmetros do ponto de acesso Wi-Fi
ru_ru: Параметры точки доступа Wi-Fi

source: Enable Access Point
chs: 激活热点
de_de: Zugangspunkt aktivieren
el_gr: Ενεργοποιήστε το σημείο πρόσβασης
es_es: Habilitar el punto de acceso
fr_fr: Activer le point d'accès
it_it: Attivare il punto di accesso
ja_jp: アクセスポイントを有効にする
pl_pl: Aktywuj punkt dostępu
pt_pt: Ativar o ponto de acesso
ru_ru: Активировать точку доступа

source: Country
chs: 国家
de_de: Land
el_gr: Χώρα
es_es: País
fr_fr: Pays
it_it: Paese
ja_jp: 国
pl_pl: Kraj
pt_pt: País
ru_ru: Страна

source: Channel
chs: 通路
de_de: Kanal
el_gr: Κανάλι
es_es: Canal
fr_fr: Canal
it_it: Canale
ja_jp: チャネル
pl_pl: Kanał
pt_pt: Canal
ru_ru: Канал

source: Operating mode
chs: 运行模式
de_de: Betriebsmodus
el_gr: Τρόπος λειτουργίας
es_es: Modo de operación
fr_fr: Mode de fonctionnement
it_it: Modalità di funzionamento
ja_jp: 動作モード
pl_pl: Tryb roboczy
pt_pt: Modo de funcionamento
ru_ru: Режим работы

source: Enable Wi-Fi Multimedia
chs: 激活Wi-Fi多媒体
de_de: Wi-Fi Multimedia aktivieren
el_gr: Ενεργοποιήστε τα πολυμέσα Wi-Fi
es_es: Habilitar Wi-Fi Multimedia
fr_fr: Activer le multimédia Wi-Fi
it_it: Attivare il multimedia Wi-Fi
ja_jp: WiFi Multimediaを有効にする
pl_pl: Aktywuj multimedia Wi-Fi
pt_pt: Ativar o multimédia Wi-Fi
ru_ru: Активировать мультимедиа Wi-Fi

source: Bridge
chs: 桥
el_gr: Γέφυρα
es_es: Puente
fr_fr: Pont
it_it: Ponte
ja_jp: ブリッジ
pl_pl: Most
pt_pt: Ponte
ru_ru: Мост

source: Wi-Fi Interface
chs: Wi-Fi接口
de_de: WLAN-Schnittstelle
el_gr: Διεπαφή Wi-Fi
es_es: Interfaz Wi-Fi
fr_fr: Interface Wi-Fi
it_it: Interfaccia Wi-Fi
ja_jp: Wi-Fi インターフェース
pl_pl: Interfejs Wi-Fi
pt_pt: Interface Wi-Fi
ru_ru: Интерфейс Wi-Fi

source: Wired Interface
chs: 有线接口
de_de: Drahtgebundene Schnittstelle
el_gr: Ενσύρματη διεπαφή
es_es: Interfaz de cable
fr_fr: Interface filaire
it_it: Interfaccia cablata
ja_jp: 有線インターフェース
pl_pl: Interfejs przewodowy
pt_pt: Interface com fios
ru_ru: Проводной интерфейс

source: Security
chs: 安全
de_de: Sicherheit
el_gr: Ασφάλεια
es_es: Seguridad
fr_fr: Sécurité
it_it: Sicurezza
ja_jp: セキュリティ
pl_pl: Bezpieczeństwo
pt_pt: Segurança
ru_ru: Безопасность

source: Hide Access Point
chs: 隐藏热点
de_de: Zugangspunkt verbergen
el_gr: Αποκρύψτε το σημείο πρόσβασης
es_es: Ocultar punto de acceso
fr_fr: Cacher le point d'accès
it_it: Nascondere il punto di accesso
ja_jp: アクセスポイントを隠す
pl_pl: Ukryj punkt dostępu
pt_pt: Ocultar o ponto de acesso
ru_ru: Скрыть точку доступа

source: Isolation of Clients
chs: 客户端隔离
de_de: Client-Isolation
el_gr: Απομόνωση Πελατών
es_es: Aislamiento de clientes
fr_fr: Isolation des clients
it_it: Isolamento dei clienti
ja_jp: クライアントの分離
pl_pl: Izolacja klientów
pt_pt: Isolamento dos clientes
ru_ru: Изоляция клиентов

source: Enable Authentication
chs: 启用身份验证
de_de: Authentifizierung aktivieren
el_gr: Ενεργοποιήστε την αυθεντικοποίηση
es_es: Habilitar la autenticación
fr_fr: Activer l'authentification
it_it: Attivare l’autenticazione
ja_jp: 認証を有効にする
pl_pl: Aktywuj uwierzytelnianie
pt_pt: Ativar autenticação
ru_ru: Включить аутентификацию

source: Client details
chs: 顾客信息
el_gr: Στοιχεία πελάτη
es_es: Detalles del cliente
fr_fr: Détails du client
it_it: Dettagli del cliente
ja_jp: お客様情報
pl_pl: Szczegóły klienta
pt_pt: Detalhes do cliente
ru_ru: Данные клиента

source: Browser
chs: 浏览器
el_gr: Πρόγραμμα περιήγησης
es_es: Navegador
fr_fr: Navigateur
ja_jp: ブラウザー
pl_pl: Przeglądarka
pt_pt: Navegador
ru_ru: Браузер

source: Operating system
chs: 操作系统
de_de: Betriebssystem
el_gr: Λειτουργικό σύστημα
es_es: Sistema operativo
fr_fr: Système d'exploitation
it_it: Sistema operativo
ja_jp: オペレーティング・システム
pl_pl: System operacyjny
pt_pt: Sistema operativo
ru_ru: Операционная система

source: Screen size
chs: 屏幕尺寸
de_de: Bildschirmgröße
el_gr: Μέγεθος οθόνης
es_es: Tamaño de la pantalla
fr_fr: Taille de l'écran
it_it: Dimensione dello schermo
ja_jp: 画面サイズ
pl_pl: Rozmiar ekranu
pt_pt: Tamanho do ecrã
ru_ru: Размер экрана

source: Captive portal
chs: 强制网络门户
el_gr: Πύλη πρόσβασης
es_es: Portal cautivo
fr_fr: Portail captif
ja_jp: キャプティブポータル
pl_pl: Portal dostępowy
pt_pt: Portal cativo
ru_ru: Портал авторизации
