Repository: keexybox/keexyapp
Catalog: src/Locale/*/default.po
Languages: chs, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru

source: Connection end time
chs: 连接结束时间
de_de: Verbindungs-Endzeit
el_gr: Ώρα τέλους σύνδεσης
es_es: Hora de fin de conexión
fr_fr: Heure de fin de connexion
it_it: Ora fine connessione
ja_jp: 接続終了時間
pl_pl: Czas zakończenia połączenia
pt_pt: Hora de fim de ligação
ru_ru: Время завершения подключения

source: None
chs: 没有
de_de: Kein(e)
el_gr: Κανένα
es_es: Ninguna
fr_fr: Aucune
it_it: Nessuna
ja_jp: なし
pl_pl: Brak
pt_pt: Nenhum
ru_ru: Ничего

source: Connection status
chs: 连接状态
de_de: Verbindungsstatus
el_gr: Κατάσταση σύνδεσης
es_es: Estado de conexión
fr_fr: Statut de la connexion
it_it: Stato connessione
ja_jp: 接続ステータス
pl_pl: Status połączenia
pt_pt: Estado da ligação
ru_ru: Состояние соединения

source: Pause the connection
chs: 暂停连接
de_de: Verbindung unterbrechen
el_gr: Πάυση σύνδεσης
es_es: Pausar la conexión
fr_fr: Mettre en pause la connexion
it_it: Metti in pausa la connessione
ja_jp: 接続を一時停止
pl_pl: Wstrzymaj połączenie
pt_pt: Pausar a ligação
ru_ru: Остановить подключение

source: Pause the connection of {0}?
chs: 暂停连接{0}？
de_de: Verbindung von {0} unterbrechen?
el_gr: Να γίνει παύση σύνδεσης του {0};
es_es: ¿Pausar la conexión de {0}?
fr_fr: Mettre en pause la connexion de {0} ?
it_it: Mettere in pausa la connessione di {0}?
ja_jp: {0}の接続を一時停止しますか？
pl_pl: Wstrzymać połączenie {0}?
pt_pt: Pausar a ligação de {0}?
ru_ru: Остановить подключение {0}?

source: Resume the connection
chs: 恢复连接
de_de: Verbindung wieder aufnehmen
el_gr: Συνέχιση σύνδεσης
es_es: Reanudar la conexión
fr_fr: Rétablir la connexion
it_it: Ripristina la connessione
ja_jp: 接続を再開
pl_pl: Wznów połączenie
pt_pt: Reiniciar a ligação
ru_ru: Восстановить подключение

source: Resume the connection of {0}?
chs: 恢复连接{0}？
de_de: Verbindung von {0} wieder aufnehmen?
el_gr: Να γίνει συνέχιση της σύνδεσης του {0};
es_es: ¿Reanudar la conexión de {0}?
fr_fr: Rétablir la connexion de {0} ?
it_it: Ripristinare la connessione di {0}?
ja_jp: {0}の接続を再開しますか？
pl_pl: Wznowić połączenie {0}?
pt_pt: Reiniciar a ligação de {0}?
ru_ru: Восстановить подключение {0}?

source: Disconnect
chs: 断开连接
de_de: Ausloggen
el_gr: Αποσύνδεση
es_es: Desconectar
fr_fr: Déconnecter
it_it: Disconnetti
ja_jp: 切断
pl_pl: Rozłącz
pt_pt: Desligar
ru_ru: Отключить

source: Disconnect {0}?
chs: 断开连接{0}？
de_de: {0} Ausloggen ?
el_gr: Να γίνει αποσύνδεση του {0};
es_es: ¿Desconectar {0}?
fr_fr: Déconnecter {0} ?
it_it: Disconnettere {0}?
ja_jp: {0}を切断しますか？
pl_pl: Rozłączyć {0}?
pt_pt: Desligar {0}?
ru_ru: Отключить {0}?

source: Reconnect
chs: 重新连接
de_de: Wieder einloggen
el_gr: Επανασύνδεση
es_es: Reconectar
fr_fr: Reconnecter
it_it: Riconnetti
ja_jp: 再接続
pl_pl: Połącz ponownie
pt_pt: Religar
ru_ru: Возобновить подключение

source: Reconnect {0}?
chs: 重新连接{0}？
de_de: {0} Wieder einloggen?
el_gr: Να γίνει επανασύνδεση του {0};
es_es: ¿Reconectar {0}?
fr_fr: Reconnecter {0} ?
it_it: Riconnettere {0}?
ja_jp: {0}を再接続しますか？
pl_pl: Połączyć ponownie {0}?
pt_pt: Religar {0}?
ru_ru: Возобновить подключение {0}?

source: Visited domains
chs: 访问的域名
de_de: Besuchte Domänen
el_gr: Τομείς όπου έχει πραγματοποιηθεί επίσκεψη
es_es: Dominios visitados
fr_fr: Domaines visités
it_it: Domini visitati
ja_jp: 訪問済みドメイン
pl_pl: Odwiedzone domeny
pt_pt: Domínios visitados
ru_ru: Посещаемые домены

source: Ended
chs: 已结束
de_de: Beendet
el_gr: Τέλος
es_es: Finalizado
fr_fr: Terminée
it_it: Terminata
ja_jp: 終了
pl_pl: Zakończone
pt_pt: Terminado
ru_ru: Конец

source: Profile
chs: 配置文件
de_de: Profil
el_gr: Προφίλ
es_es: Perfil
fr_fr: Profil
it_it: Profilo
ja_jp: プロファイル
pl_pl: Profil
pt_pt: Perfil
ru_ru: Профиль

source: Default connection type
chs: 默认连接类型
de_de: Standard-Verbindungstyp
el_gr: Προεπιλεγμένος τύπος σύνδεσης
es_es: Tipo de conexión por defecto
fr_fr: Type d'accès par défaut
it_it: Tipo di connessione di default
ja_jp: デフォルトの接続タイプ
pl_pl: Domyślny typ połączenia
pt_pt: Tipo de ligação predefinida
ru_ru: Тип соединения по умолчанию.

source: Direct
chs: 直接
de_de: Direkt
el_gr: Απευθείας
es_es: Directa
it_it: Diretta
ja_jp: 直接
pl_pl: Bezpośrednie
pt_pt: Direto
ru_ru: Прямое

source: Default Firewall rule
chs: 默认防火墙规则
de_de: Standard-Firewallregel
el_gr: Προεπιλεγμένος κανόνας firewall
es_es: Regla de firewall por defecto
fr_fr: Règle pare-feu par défaut
it_it: Regola firewall di default
ja_jp: デフォルトのファイアウォールルール
pl_pl: Domyślna reguła zapory
pt_pt: Regra predefinida de Firewall
ru_ru: Правило межсетевого экрана по умолчанию

source: Statistics enabled
chs: 已启用数据统计
de_de: Statistiken aktiviert
el_gr: Οι στατιστικές είναι ενεργοποιημένες
es_es: Estadísticas activadas
fr_fr: Statistiques activées
it_it: Statistiche abilitate
ja_jp: 統計が有効
pl_pl: Statystyki włączone
pt_pt: Estatísticas ativadas
ru_ru: Включение статистики

source: Enabled
chs: 已启用
de_de: Aktiviert
el_gr: Ενεργοποιημένη
es_es: Activadas
fr_fr: Activé
it_it: Abilitata
ja_jp: 有効
pl_pl: Włączone
pt_pt: Ativo
ru_ru: Включение

source: Redirect DNS queries to TOR
chs: 将DNS查询重定向到TOR
de_de: DNS-Anfragen an TOR umleiten
el_gr: Ανακατευθύνετε τα ερωτήματα DNS στο TOR
es_es: Redirigir consultas DNS a TOR
fr_fr: Rediriger les requêtes DNS vers TOR
it_it: Reindirizza le query DNS a TOR
ja_jp: DNSクエリをTORにリダイレクトする
pl_pl: Przekieruj zapytania DNS do TOR
pt_pt: Redirecionar as buscas DNS para TOR
ru_ru: Перенаправить DNS-запросы на TOR

source: Search engine options and Blacklist categories
chs: 搜索引擎选项和黑名单类别
de_de: Suchmaschinen-Optionen und Blacklist-Kategorien
el_gr: Επιλογές μηχανής αναζήτησης και κατηγοριών Blacklist
es_es: Opciones de motor de búsqueda y categorías de Blacklist
fr_fr: Options des moteurs de recherche et catégories de la Blacklist
it_it: Opzioni motore di ricerca e categorie Blacklist
ja_jp: 検索エンジンオプションとブラックリストカテゴリ
pl_pl: Opcje wyszukiwarek i kategorie na czarnej liście
pt_pt: Opções de motor de pesquisa e categorias de Blacklist
ru_ru: Настройки поиска и категории черного списка

source: Force Google SafeSearch
chs: 强制Google SafeSearch（谷歌安全搜索）
de_de: Google SafeSearch erzwingen
el_gr: Αναγκάστε το Google SafeSearch
es_es: Forzar SafeSearch de Google
fr_fr: Forcer la recherche sécurisée de Google
it_it: Forza Google SafeSearch
ja_jp: Googleセーフサーチを強制適用する
pl_pl: Wymuś Google SafeSearch
pt_pt: Forçar Google SafeSearch
ru_ru: Принудительно запустить безопасный поиск в Google

source: Force Bing SafeSearch
chs: 强制Bing SafeSearch（Bing安全搜索）
de_de: Bing SafeSearch erzwingen
el_gr: Αναγκάστε το Bing SafeSearch
es_es: Forzar SafeSearch de Bing
fr_fr: Forcer la recherche sécurisée de Bing
it_it: Forza Bing SafeSearch
ja_jp: Bingセーフサーチを強制適用する
pl_pl: Wymuś Bing SafeSearch
pt_pt: Forçar Bing SafeSearch
ru_ru: Принудительно запустить безопасный поиск в Bing

source: Force Youtube SafeSearch
chs: 强制Youtube SafeSearch（Youtube安全搜索）
de_de: Youtube SafeSearch erzwingen
el_gr: Αναγκάστε το Youtube SafeSearch
es_es: Forzar SafeSearch de Youtube
fr_fr: Forcer la recherche sécurisée de Youtube
it_it: Forza Youtube SafeSearch
ja_jp: YouTubeセーフサーチを強制適用する
pl_pl: Wymuś Youtube SafeSearch
pt_pt: Forçar Youtube SafeSearch
ru_ru: Принудительно запустить безопасный поиск в Youtube

source: Connection schedules
chs: 连接计划
de_de: Verbindungslisten
el_gr: Χρονοδιαγράμματα σύνδεσης
es_es: Horarios de conexión
fr_fr: Horaires de connexion
it_it: Programmi di connessione
ja_jp: 接続スケジュール
pl_pl: Harmonogramy połączenia
pt_pt: Programas de ligação
ru_ru: Списки подключений

source: mon.
chs: 星期一
de_de: Mo.
el_gr: Δευ.
es_es: lun.
fr_fr: lun.
it_it: lun
ja_jp: 月曜
pl_pl: Pon.
pt_pt: seg.
ru_ru: пн.

source: tues.
chs: 星期二
de_de: Di.
el_gr: Τρι.
es_es: mar.
fr_fr: mar.
it_it: mar
ja_jp: 火曜
pl_pl: Wt.
pt_pt: ter.
ru_ru: вт.

source: wed.
chs: 星期三
de_de: Mi.
el_gr: Τετ.
es_es: mier.
fr_fr: mer.
it_it: mer
ja_jp: 水曜
pl_pl: Śr.
pt_pt: qua.
ru_ru: ср.

source: thurs.
chs: 星期四
de_de: Do.
el_gr: Πέμ.
es_es: jue.
fr_fr: jeu.
it_it: gio
ja_jp: 木曜
pl_pl: Czw.
pt_pt: qui.
ru_ru: чт.

source: fri.
chs: 星期五
de_de: Fr.
el_gr: Παρ.
es_es: vier.
fr_fr: ven.
it_it: ven
ja_jp: 金曜
pl_pl: Pt.
pt_pt: sex.
ru_ru: пт.

source: sat.
chs: 星期六
de_de: Sa.
el_gr: Σάβ.
es_es: sab.
fr_fr: sam.
it_it: sab
ja_jp: 土曜
pl_pl: Sob.
pt_pt: sáb.
ru_ru: сб.

source: sun.
chs: 星期天
de_de: So.
el_gr: Κυρ.
es_es: dom.
fr_fr: dim.
it_it: dom
ja_jp: 日曜
pl_pl: Niedz.
pt_pt: dom.
ru_ru: вс.

source: Firewall rules
chs: 防火墙规则
de_de: Firewall-Regeln
el_gr: Κανόνες firewall
es_es: Reglas de firewall
fr_fr: Règles pare-feu
it_it: Regole firewall
ja_jp: ファイアウォールルール
pl_pl: Reguły zapory
pt_pt: Regras Firewall
ru_ru: Правила межсетевого экрана

source: Position
chs: 位置
el_gr: Θέση
es_es: Posición
it_it: Posizione
ja_jp: 位置
pl_pl: Pozycja
pt_pt: Posição
ru_ru: Номер

source: Destination IP
chs: 目的IP
de_de: Empfänger-IP
el_gr: IP προορισμού
es_es: IP de destino
fr_fr: IP de destination
it_it: IP destinazione
ja_jp: 宛先IP
pl_pl: Docelowy adres IP
pt_pt: Destino IP
ru_ru: IP-адрес назначения

source: Protocol
chs: 协议
de_de: Protokoll
el_gr: Πρωτόκολλο
es_es: Protocolo
fr_fr: Protocole
it_it: Protocollo
ja_jp: プロトコル
pl_pl: Protokół
pt_pt: Protocolo
ru_ru: Протокол

source: Ports
chs: 端口
el_gr: Θύρες
es_es: Puertos
it_it: Porte
ja_jp: ポート
pl_pl: Porty
pt_pt: Portas
ru_ru: Порты

source: Target
chs: 目标
de_de: Ziel
el_gr: Προορισμός
es_es: Destino
fr_fr: Cible
ja_jp: ターゲット
pl_pl: Cel
pt_pt: Alvo
ru_ru: Действие

source: Domains routing
chs: 域名路由
de_de: Domänenrouting
el_gr: Τομείς δρομολόγησης
es_es: Enrutamiento de dominios
fr_fr: Routage des domaines
it_it: Routing domini
ja_jp: ドメインルーティング
pl_pl: Routing domen
pt_pt: Roteamento de domínios
ru_ru: Доменные маршрутизации

source: Address
chs: 地址
de_de: Adresse
el_gr: Διεύθυνση
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo
ja_jp: アドレス
pl_pl: Adres
pt_pt: Endereço
ru_ru: Адрес

source: Connection type
chs: 连接类型
de_de: Verbindungstyp
el_gr: Τύπος σύνδεσης
es_es: Tipo de conexión
fr_fr: Type de connexion
it_it: Tipo di connessione
ja_jp: 接続タイプ
pl_pl: Typ połączenia
pt_pt: Tipo de ligação
ru_ru: Тип соединения

source: yes
chs: 是
de_de: Ja
el_gr: ναι
es_es: sí
fr_fr: oui
it_it: Sì
ja_jp: はい
pl_pl: tak
pt_pt: sim
ru_ru: да

source: Ended connections
chs: 已结束的连接
de_de: Beendete Verbindungen
el_gr: Τερματισμένες συνδέσεις
es_es: Conexiones finalizadas
fr_fr: Connexions terminées
it_it: Connessioni terminate
ja_jp: 終了した接続
pl_pl: Połączenia zakończone
pt_pt: Ligações terminadas
ru_ru: Завершенные соединения

source: Current connections
chs: 当前连接
de_de: Aktuelle Verbindunge
el_gr: Τρέχουσες συνδέσεις
es_es: Conexiones actuales
fr_fr: Connections en cours
it_it: Connessioni attuali
ja_jp: 現在の接続
pl_pl: Połączenia bieżące
pt_pt: Ligações atuais
ru_ru: Текущие соединения

source: Connection name
chs: 连接名称
de_de: Verbindungsname
el_gr: Ονομα σύνδεσης
es_es: Nombre de conexión
fr_fr: Nom de connexion
it_it: Nome connessione
ja_jp: 接続名
pl_pl: Nazwa połączenia
pt_pt: Nome da ligação
ru_ru: Имя подключения

source: Device/User
chs: 设备/用户
de_de: Gerät/User
el_gr: Συσκευή/Χρήστης
es_es: Dispositivo/Usuario
fr_fr: Appareil/Utilisateur
it_it: Dispositivo/Utente
ja_jp: デバイス/ユーザー
pl_pl: Urządzenie/użytkownik
pt_pt: Dispositivo/Utilizador
ru_ru: Устройство/Пользователь

source: Type
chs: 类型
de_de: Typ
el_gr: Τύπος
es_es: Tipo
it_it: Tipo
ja_jp: タイプ
pl_pl: Typ
pt_pt: Tipo
ru_ru: Тип

source: Duration
chs: 期限
de_de: Dauer
el_gr: Διάρκεια
es_es: Duración
fr_fr: Durée
it_it: Durata
ja_jp: 期間
pl_pl: Czas trwania
pt_pt: Duração
ru_ru: Длительность

source: Start Time
chs: 开始时间
de_de: Startzeit
el_gr: Ωρα έναρξης
es_es: Hora de inicio
fr_fr: Heure de début
it_it: Ora inizio
ja_jp: 開始時間
pl_pl: Godzina rozpoczęcia
pt_pt: Hora de início
ru_ru: Время начала

source: End Time
chs: 结束时间
de_de: Endzeit
el_gr: Ώρα τέλους
es_es: Hora de fin
fr_fr: Heure de fin
it_it: Ora fine
ja_jp: 終了時間
pl_pl: Godzina zakończenia
pt_pt: Hora de fim
ru_ru: Время завершения

source: Device
chs: 设备
de_de: Gerät
el_gr: Συσκευή
es_es: Dispositivo
fr_fr: Appareil
it_it: Dispositivo
ja_jp: デバイス
pl_pl: Urządzenie
pt_pt: Dispositivo
ru_ru: Устройство

source: User
chs: 用户
el_gr: Χρήστης
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
ja_jp: ユーザー
pl_pl: Użytkownik
pt_pt: Utilizador
ru_ru: Пользователь

source: Confirm?
chs: 确认？
de_de: Bestätigen?
el_gr: Να γίνει επιβεβαίωση;
es_es: ¿Confirmar?
fr_fr: Confirmer ?
it_it: Confermare?
ja_jp: 確定しますか？
pl_pl: Czy potwierdzasz?
pt_pt: Confirmar?
ru_ru: Подтвердить?

source: Connect a device to the Internet
chs: 将一台设备连接到互联网
de_de: Ein Gerät mit dem Internet verbinden
el_gr: Συνδέστε μια συσκευή στο Διαδίκτυο
es_es: Conectar un dispositivo a Internet
fr_fr: Connecter un appareil à Internet
it_it: Connettere un dispositivo a Internet
ja_jp: デバイスをインターネットに接続
pl_pl: Połącz urządzenie z Internetem
pt_pt: Ligar um dispositivo à Internet
ru_ru: Подключить устройство к интернету

source: Status
chs: 状态
el_gr: Κατάσταση
es_es: Estado
fr_fr: Statut
it_it: Stato
ja_jp: ステータス
pt_pt: Estado
ru_ru: Статус

source: Connected
chs: 已连接
de_de: Verbunden
el_gr: Συνδεδεμένη
es_es: Conectado
fr_fr: Connecté
it_it: Connesso
ja_jp: 接続済み
pl_pl: Połączone
pt_pt: Ligado
ru_ru: Подключено

source: Paused
chs: 已暂停
de_de: Unterbrochen
el_gr: Σε παύση
es_es: Pausado
fr_fr: En pause
it_it: In pausa
ja_jp: 一時停止
pl_pl: Wstrzymane
pt_pt: Em pausa
ru_ru: Приостановлено

source: View the connection details
chs: 查看连接详情
de_de: Die Verbindungseinzelheiten ansehen
el_gr: Προβολή λεπτομερειών σύνδεσης
es_es: Ver los detalles de conexión
fr_fr: Voir les détails de la connexion
it_it: Vedi i dettagli connessione
ja_jp: 接続の詳細を表示
pl_pl: Zobacz szczegóły połączenia
pt_pt: Ver os detalhes de ligação
ru_ru: Посмотреть подробности подключения

source: Add a device
chs: 添加设备
de_de: Ein Gerät hinzufügen
el_gr: Προσθήκη συσκευής
es_es: Añadir un dispositivo
fr_fr: Ajouter un appareil
it_it: Aggiungi un dispositivo
ja_jp: デバイスを追加
pl_pl: Dodaj urządzenie
pt_pt: Adicionar uma dispositivo
ru_ru: Добавить устройство

source: MAC address
chs: MAC 地址
de_de: MAC-Adresse
el_gr: διεύθυνση MAC
es_es: Dirección MAC
fr_fr: Adresse MAC
it_it: Indirizzo MAC
ja_jp: MACアドレス
pl_pl: Adres MAC
pt_pt: Endereço MAC
ru_ru: MAC-адрес

source: (select a profile)
chs: （选择配置文件）
de_de: (Ein Profil auswählen)
el_gr: (επιλέξτε προφίλ)
es_es: (seleccionar un perfil)
fr_fr: (sélectionner un profil)
it_it: (seleziona un profilo)
ja_jp: （プロファイルを選択）
pl_pl: (wybierz profil)
pt_pt: (selecionar um perfil)
ru_ru: (выберите профиль)

source: Language
chs: 语言
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
pl_pl: Język
pt_pt: Idioma
ru_ru: Язык

source: DHCP reservation IP address
chs: DHCP保留IP地址
de_de: DHCP-Reservierung IP-Adresse
el_gr: Κράτηση διεύθυνσης IP από τον DHCP
es_es: Reserva de IP de DHCP
fr_fr: Adresse IP de réservation DHCP
it_it: Indirizzo IP riserva DHCP
ja_jp: DHCP予約IPアドレス
pl_pl: Adres IP rezerwacji DHCP
pt_pt: Endereço IP de reserva de DHCP
ru_ru: Резервация IP-адресов в сервере DHCP

source: (optional)
chs: （可选）
el_gr: (προαιρετικό)
es_es: (opcional)
fr_fr: (facultatif)
ja_jp: （オプション）
pl_pl: (opcjonalnie)
pt_pt: (opcional)
ru_ru: (факультативно)

source: Enable
chs: 启用
de_de: Aktivieren
el_gr: Ενεργή
es_es: Activar
fr_fr: Activer
it_it: Abilita
ja_jp: 有効にする
pl_pl: Włącz
pt_pt: Ativar
ru_ru: Включить

source: Edit device: {0}
chs: 编辑设备：{0}
de_de: Gerät editieren: {0}
el_gr: Επεξεργασία συσκευής: {0}
es_es: Editar dispositivo: {0}
fr_fr: Editer l'appareil: {0}
it_it: Modifica dispositivo: {0}
ja_jp: デバイスの編集：{0}
pl_pl: Edytuj urządzenie: {0}
pt_pt: Editar dispositivo: {0}
ru_ru: : Изменить данные устройства {0}

source: Import devices
chs: 导入设备
de_de: Geräte importieren
el_gr: Εισαγωγή συσκευών
es_es: Importar dispositivos
fr_fr: Importer des appareils
it_it: Importa dispositivi
ja_jp: デバイスのインポート
pl_pl: Importuj urządzenia
pt_pt: Importar dispositivos
ru_ru: Внести устройства

source: Select csv file
chs: 选择csv文件
de_de: CSV-Datei auswählen
el_gr: Επιλογή αρχείου csv
es_es: Seleccionar archivo csv
fr_fr: Selectionner un fichier csv
it_it: Seleziona file csv
ja_jp: CSVファイルを選択
pl_pl: Wybierz plik csv
pt_pt: Selecionar ficheiro csv
ru_ru: Выбрать csv файл

source: Devices
chs: 设备
de_de: Geräte
el_gr: Συσκευές
es_es: Dispositivos
fr_fr: Appareils
it_it: Dispositivi
ja_jp: デバイス
pl_pl: Urządzenia
pt_pt: Dispositivos
ru_ru: Устройства

source: Export devices to CSV
chs: 导出设备到CSV
de_de: Geräte in CSV exportieren
el_gr: Εξαγωγή συσκευών στο CSV
es_es: Exportar dispositivos a CSV
fr_fr: Export les appareils en CSV
it_it: Esporta dispositivi in CSV
ja_jp: デバイスをCSVにエクスポート
pl_pl: Eksportuj urządzenia do CSV
pt_pt: Exportar dispositivos para CSV
ru_ru: Выгрузить устройства в CSV файл

source: Import devices from CSV
chs: 从CSV文件导入设备
de_de: Geräte aus CSV exportieren
el_gr: Εισαγωγή συσκευών από το CSV
es_es: Importar dispositivos desde CSV
fr_fr: Importer les appareils depuis un CSV
it_it: Importa dispositivi da CSV
ja_jp: CSVからデバイスをインポート
pl_pl: Importuj urządzenia z CSV
pt_pt: Importar dispositivos de CSV
ru_ru: Внести устройства из CSV файла

source: Scan and add devices
chs: 扫描和添加设备
de_de: Geräte scannen und hinzufügen
el_gr: Σάρωση και προσθήκη συσκευών
es_es: Escanear y añadir dispositivos
fr_fr: Scanner et ajouter des appareils
it_it: Scansiona e aggiungi dispositivi
ja_jp: デバイスをスキャンして追加
pl_pl: Wyszukaj i dodaj urządzenia
pt_pt: Digitalizar e adicionar dispositivos
ru_ru: Сканировать и добавить устройства

source: Yes
chs: 是
de_de: Ja
el_gr: Ναι
es_es: Sí
fr_fr: Oui
it_it: Sì
ja_jp: はい
pl_pl: Tak
pt_pt: Sim
ru_ru: Да

source: No
chs: 否
de_de: Nein
el_gr: Όχι
fr_fr: Non
ja_jp: いいえ
pl_pl: Nie
pt_pt: Não
ru_ru: Нет

source: Connect the device to the Internet
chs: 将设备连接到互联网
de_de: Das Gerät mit dem Internet verbinden
el_gr: Σύνδεση της συσκευής στο Διαδίκτυο
es_es: Conectar el dispositivo a Internet
fr_fr: Connecter l'appareil à Internet
it_it: Connetti il dispositivo a Internet
ja_jp: デバイスをインターネットに接続
pl_pl: Połącz urządzenie z Internetem
pt_pt: Ligar o dispositivo à Internet
ru_ru: Подключите устройство к интернету

source: Connect the device {0}?
chs: 连接设备{0}？
de_de: Das Gerät{0} verbinden
el_gr: Να γίνει σύνδεση της συσκευής {0};
es_es: ¿Conectar el dispositivo {0}?
fr_fr: Connecter l'appareil {0}?
it_it: Connettere il dispositivo {0}?
ja_jp: デバイス{0}を接続しますか？
pl_pl: Połączyć urządzenie {0}?
pt_pt: Ligar o dispositivo {0}?
ru_ru: Подключить устройство {0}?

source: Are you sure you want to delete {0}?
chs: 您确定要删除{0}吗？
de_de: {0} Wirklich löschen?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε την {0};
es_es: ¿Estás seguro de que quieres eliminar {0}?
fr_fr: Etes vous certain de supprimer {0} ?
it_it: Sicuro di voler cancellare {0}?
ja_jp: {0}を削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć {0}?
pt_pt: Pretende mesmo eliminar{0}?
ru_ru: Вы уверенны, что хотите удалить {0}?

source: Connect
chs: 连接
de_de: Verbinden
el_gr: Σύνδεση
es_es: Conectar
fr_fr: Connecter
it_it: Connetti
ja_jp: 接続
pl_pl: Połącz
pt_pt: Ligar
ru_ru: Соединить

source: Disable
chs: 禁用
de_de: Deaktivieren
el_gr: Ανενεργή
es_es: Desactivar
fr_fr: Désactiver
it_it: Disabilita
ja_jp: 無効にする
pl_pl: Wyłącz
pt_pt: Desligar
ru_ru: Выключить

source: Change the profile
chs: 更改配置文件
de_de: Profil ändern
el_gr: Αλλαγή του προφίλ
es_es: Cambiar el perfil
fr_fr: Changer le profil
it_it: Cambia il profilo
ja_jp: プロファイルを変更
pl_pl: Zmień profil
pt_pt: Mudar de perfil
ru_ru: Изменить профиль

source: List devices
chs: 列出设备
de_de: Geräte auflisten
el_gr: Απαρίθμηση συσκευών
es_es: Enumerar dispositivos
fr_fr: Lister les appareils
it_it: Elenco dispositivi
ja_jp: デバイスの一覧表示
pl_pl: Lista urządzeń
pt_pt: Enumerar dispositivos
ru_ru: Список устройств

source: Add this device
chs: 添加该设备
de_de: Dieses Gerät hinzufügen
el_gr: Προσθήκη αυτής της συσκευής
es_es: Añadir este dispositivo
fr_fr: Ajouter cet appareil
it_it: Aggiungi questo dispositivo
ja_jp: このデバイスを追加
pl_pl: Dodaj to urządzenie
pt_pt: Adicionar este dispositivo
ru_ru: Добавить данное устройство

source: Add devices
chs: 添加设备
de_de: Geräte hinzufügen
el_gr: Προσθήκη συσκευών
es_es: Añadir dispositivos
fr_fr: Ajouter les appareils
it_it: Aggiungi dispositivi
ja_jp: デバイスを追加
pl_pl: Dodaj urządzenia
pt_pt: Adicionar dispositivos
ru_ru: Добавить устройства

source: By default a device can be connected to the Internet only if its user has authenticated on KeexyBox’s captive portal. However, if you have to connect devices such as a voice assistant or IP camera, you will need to connect them to the Internet without using the captive portal.
chs: 默认情况下，用户必须在KeexyBox强制认证门户网站上进行身份验证后，设备才能连接到互联网。但是，如果必须连接语音助手或IP摄像机等设备，则需要将它们连接到互联网，无需使用强制认证门户网站。
de_de: Standardmäßig kann ein Gerät nur mit dem Internet verbunden sein, wenn sein User sich im Captive Portal von KeexyBox authentifiziert hat. Wenn Sie jedoch Geräte wie z. B. einen Sprachassistenten oder eine IP-Kamera anschließen möchten, müssen Sie sie ohne die Nutzung des Captive Portals an das Internet anschließen.
el_gr: Από προεπιλογή, μια συσκευή μπορεί να συνδεθεί στο Διαδίκτυο μόνο εάν έχει γίνει επαλήθευση ταυτότητας χρήστη στην πύλη υποδοχής του KeexyBox. Ωστόσο, εάν πρέπει να συνδέσετε συσκευές όπως φωνητική υποβοήθηση ή συσκευή λήψης πρωτοκόλλου Διαδικτύου, θα πρέπει να τις συνδέσετε στο Διαδίκτυο χωρίς να χρησιμοποιήσετε την πύλη υποδοχής.
es_es: Por defecto, un dispositivo puede conectarse a Internet solo si su usuario se ha autenticado en el portal cautivo de KeexyBox. Sin embargo, si tienes que conectar dispositivos como un asistente de voz o una cámara IP, deberás conectarlos a Internet sin usar el portal cautivo.
fr_fr: Par défaut un appareil peut être connecté que si son utilisateur s'est authentifié sur le portail captif de KeexyBox. Cependant, si vous devez connecter des appareils tels qu'un assistant vocal ou une caméra IP, vous devrez les connecter à l'Internet sans utiliser le portail captif.
it_it: Di default, un dispositivo può essere connesso a Internet solo se l'utente ha proceduto all'autenticazione sul captive portal di KeexyBox. Tuttavia, in caso di dispositivi quali un assistente vocale o una telecamera IP, è necessario connetterli a Internet senza usare il captive portal.
ja_jp: デフォルトでは、ユーザーがKeexyBoxのキャプティブポータルで認証されている場合にのみ、デバイスをインターネットに接続できます。ただし、音声アシスタントやIPカメラなどのデバイスを接続する必要がある場合は、キャプティブポータルを使用せずにインターネットに接続する必要があります。
pl_pl: Domyślnie urządzenie może być podłączone do Internetu tylko wtedy, gdy jego użytkownik zalogował się w portalu dostępowym KeexyBox. Jeśli jednak chcesz podłączyć urządzenia, takie jak asystent głosowy lub kamera IP, musisz połączyć je z Internetem bez korzystania z portalu dostępowego.
pt_pt: Por defeito, um dispositivo pode ser ligado à Internet apenas se o seu utilizador estiver autenticado no portal cativo da KeexyBox. Porém, se tiver de ligar dispositivos tais como um assistente vocal ou uma câmara IP, deverá ligá-los à Internet sem usar o portal cativo.
ru_ru: По умолчанию устройство может быть подключено к интернету только в том случае, если пользователь аутентифицирован в портале авторизации на KeexyBox. Однако, для подключения таких устройств, как голосовой помощник и IP-камера необходимо подключиться к интернету, не используя портал авторизации.
