Repository: keexybox/keexyapp
Catalog: src/Locale/*/default.po
Languages: chs, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru

source: Maximum retention of logs in database (days)
chs: 数据库中日志的最长保留时间（天）
de_de: Maximale Speicherung von Logs in der Datenbank (Tage)
el_gr: Μέγιστη διατήρηση των αρχείων καταγραφής σε βάση δεδομένων (ημέρες)
es_es: Retención máxima de registros en la base de datos (días)
fr_fr: Rétention maximum des logs en base de données (jours)
it_it: Conservazione massima registrazioni nel database (giorni)
ja_jp: データベース内のログの最大保存期間（日）
pl_pl: Maksymalny czas przechowywania dzienników w bazie danych (dni)
pt_pt: Retenção máxima de registos na base de dados (dias)
ru_ru: Максимальный срок хранения журналов в базе данных (дней)

source: Maximum retention of logs on the hard drive (days)
chs: 硬盘上日志的最长保留时间（天）
de_de: Maximale Speicherung von Logs auf der Festplatte (Tage)
el_gr: Μέγιστη διατήρηση των αρχείων καταγραφής στο σκληρό δίσκο (ημέρες)
es_es: Retención máxima de registros en el disco duro (días)
fr_fr: Rétention maximum des logs sur le disque dur (jours)
it_it: Conservazione massima registrazioni nel disco rigido (giorni)
ja_jp: ハードドライブ上のログの最大保存期間（日）
pl_pl: Maksymalny czas przechowywania dzienników na dysku twardym (dni)
pt_pt: Retenção máxima de registos no disco rídigo (dias)
ru_ru: Максимальный срок хранения журналов на жестком диске (дней)

source: Network settings
chs: 网络设置
de_de: Netzwerkeinstellungen
el_gr: Ρυθμίσεις δικτύου
es_es: Configuración de red
fr_fr: Paramètres réseau
it_it: Impostazioni di rete
ja_jp: ネットワーク設定
pl_pl: Ustawienia sieci
pt_pt: Definições de rede
ru_ru: Настройки сети

source: Input network
chs: 接入网络
de_de: Eingabe-Netzwerk
el_gr: Δίκτυο εισόδου
es_es: Red de entrada
fr_fr: Réseau d'entrée
it_it: Rete di ingresso
ja_jp: 入力ネットワーク
pl_pl: Sieć wejściowa
pt_pt: Rede de entrada
ru_ru: Внутренняя сеть

source: The input network is where the users and devices are located.
chs: 接入网络是用户和设备所在的位置。
de_de: Das Eingabe-Netzwerk ist dort, wo die User und Geräte angesiedelt sind
el_gr: Το δίκτυο εισόδου είναι ο χώρος όπου βρίσκονται οι χρήστες και οι συσκευές.
es_es: La red de entrada es donde se ubican los usuarios y los dispositivos.
fr_fr: Le réseau d'entrée est celui où sont localisés les utilisateurs et les appareils.
it_it: La rete di ingresso è quella in cui si trovano gli utenti e i dispositivi.
ja_jp: 入力ネットワークは、ユーザーとデバイスが配置されている場所です。
pl_pl: Sieć wejściowa to miejsce, w którym znajdują się użytkownicy i urządzenia.
pt_pt: A rede de entrada é a rede onde se encontram utilizadores e dispositivos.
ru_ru: Внутренняя сеть - это месторасположение пользователей и устройств.

source: Interface
chs: 界面
de_de: Schnittstelle
el_gr: Διεπαφή
es_es: Interfaz
it_it: Interfaccia
ja_jp: インターフェース
pl_pl: Interfejs
ru_ru: Интерфейс

source: Wi-fi settings
chs: Wi-Fi设置
de_de: Wlan-Einstellungen
el_gr: Ρυθμίσεις Wi-fi
es_es: Configuración de Wi-Fi
fr_fr: Paramètres Wi-fi
it_it: Impostazioni wi-fi
ja_jp: Wi-Fi設定
pl_pl: Ustawienia WiFi
pt_pt: Definições Wi-fi
ru_ru: Настройки Wi-fi

source: IP address
chs: IP地址
de_de: IP-Adresse
el_gr: Διεύθυνση IP
es_es: Dirección IP
fr_fr: Adresse IP
it_it: Indirizzo IP
ja_jp: IPアドレス
pl_pl: Adres IP
pt_pt: endereço IP
ru_ru: IP-адрес

source: Netmask
chs: 子网掩码
de_de: Netzmaske
el_gr: Μάσκα δικτύου
es_es: Máscara de red
fr_fr: Masque de réseau
ja_jp: ネットマスク
pl_pl: Maska sieci
ru_ru: Сетевая маска

source: Output network
chs: 输出网络
de_de: Ausgabe-Netzwerk
el_gr: Δίκτυο εξόδου
es_es: Red de salida
fr_fr: Réseau de sortie
it_it: Rete di uscita
ja_jp: 出力ネットワーク
pl_pl: Sieć wyjściowa
pt_pt: Rede de saída
ru_ru: Внешняя сеть

source: The output network is where your internet router is located.
chs: 输出网络是您的互联网路由器所在的位置。
de_de: Das Ausgabe-Netzwerk ist dort, wo Ihr Internet-Router angesiedelt ist.
el_gr: Το δίκτυο εξόδου είναι ο χώρος όπου βρίσκεται ο δρομολογητής διαδικτύου σας.
es_es: La red de salida es donde se ubica tu router de Internet.
fr_fr: Le réseau de sortie est celui où est localisé votre routeur internet.
it_it: La rete di uscita è quella in cui si trova il proprio router Internet.
ja_jp: 出力ネットワークは、インターネットルーターのある場所です。
pl_pl: Sieć wyjściowa to miejsce, w którym znajduje się router internetowy.
pt_pt: A rede de saída é onde o router da internet está localizado.
ru_ru: Внешняя сеть - это местонахождение роутера интернета.

source: (It can be the same as input network)
chs: （输出网络可以与接入网络相同）
de_de: (Es kann dasselbe sein wie das Eingabe-Netzwerk)
el_gr: (Μπορεί να είναι το ίδιο με το δίκτυο εισόδου)
es_es: (puede ser la misma que la red de entrada)
fr_fr: (Elle peut être la même que celle du réseau interne)
it_it: (Non può coincidere con la rete di ingresso)
ja_jp: （入力ネットワークと同じでも構いません）
pl_pl: (Może być taka sama jak sieć wejściowa)
pt_pt: (Pode ser mesmo da rede de entrada)
ru_ru: (Это может быть таким же как внутренняя сеть)

source: DNS and Gateway
chs: DNS与网关
de_de: DNS und Gateway
el_gr: DNS και πύλη
es_es: DNS y puerta de enlace
fr_fr: DNS et passerelle
it_it: DNS e Gateway
ja_jp: DNSおよびゲートウェイ
pl_pl: DNS i brama
pt_pt: DNS e Gateway
ru_ru: DNS и шлюз

source: Gateway
chs: 网关
el_gr: Πύλη
es_es: Puerta de enlace
fr_fr: Passerelle
ja_jp: ゲートウェイ
pl_pl: Brama
ru_ru: Шлюз

source: You need to set the date and time so that the Internet access times are well managed.
chs: 您需要设置日期和时间，以便良好地管理互联网访问时间。
de_de: Datum und Zeit so einstellen, dass die Internet-Zugriffszeiten gut verwaltet werden.
el_gr: Πρέπει να ορίσετε την ημερομηνία και την ώρα για τη σωστή διαχείριση του χρόνου πρόσβασης στο Διαδίκτυο.
es_es: Debes configurar la fecha y la hora para que los tiempos de acceso de Internet estén bien gestionados.
fr_fr: Vous devez paramétrer la date et l'heure pour que les horaires d'accès à Internet soient bien gérés.
it_it: Devi impostare la data e l'ora in modo che i tempi di accesso a Internet siano gestiti correttamente.
ja_jp: インターネットアクセス時間が適切に管理されるように、日付と時刻を設定する必要があります。
pl_pl: Musisz ustawić datę i godzinę, aby czas dostępu do Internetu był prawidłowo zarządzany.
pt_pt: Deve definir a data e a hora para que as horas de acesso à Internet sejam devidamente geridas.
ru_ru: Необходимо настроить дату и время для регулирования времени доступа в интернет.

source: Adjust the time and date.
chs: 调整时间和日期。
de_de: Zeit und Datum anpassen.
el_gr: Ρυθμίστε την ώρα και την ημερομηνία.
es_es: Ajustar la fecha y la hora.
fr_fr: Ajustez la date et l'heure.
it_it: Regola ora e data.
ja_jp: 時刻と日付を調整します。
pl_pl: Ustaw godzinę i datę.
pt_pt: Ajustar data e hora.
ru_ru: Настройте время и дату

source: Set your time zone.
chs: 设置您的时区。
de_de: Ihre Zeitzone einstellen.
el_gr: Ρυθμίστε τη ζώνη ώρας σας.
es_es: Configura tu zona horaria.
fr_fr: Définissez votre fuseau horaire.
it_it: Imposta il tuo fuso orario.
ja_jp: タイムゾーンを設定します。
pl_pl: Ustaw swoją strefę czasową.
pt_pt: Definir fuso horário.
ru_ru: Настройте часовой пояс

source: Next
chs: 下一步
de_de: Weiter
el_gr: Επόμενο
es_es: Siguiente
fr_fr: Suivant
it_it: Successivo
ja_jp: 次へ
pl_pl: Następne
pt_pt: Seguinte
ru_ru: Следующий

source: The DHCP allows you to dynamically assign an IP address and other network settings to each device on your network.
chs: DHCP允许您为网络上的每个设备动态分配IP地址和其他网络设置。
de_de: Mit dem DHCP können Sie jedem Gerät in Ihrem Netzwerk eine IP-Adresse und andere Netzwerkeinstellungen dynamisch zuordne
el_gr: Το DHCP σας επιτρέπει να αντιστοιχίσετε δυναμικά μια διεύθυνση IP, καθώς και να προχωρήσετε σε άλλες ρυθμίσεις δικτύου σε κάθε συσκευή του δικτύου σας.
es_es: El DHCP te permite asignar de forma dinámica una dirección IP y otras configuraciones de red a cada dispositivo de tu red.
fr_fr: Le DHCP permet d'assigner dynamiquement une adresse IP et d'autres paramètres réseaux sur chaque appareil de votre réseau.
it_it: Il DHCP ti consente di assegnare dinamicamente un indirizzo IP e altre impostazioni di rete ad ogni dispositivo sulla tua rete.
ja_jp: DHCPを使用すると、ネットワーク上の各デバイスにIPアドレスおよびその他のネットワーク設定を動的に割り当てることができます。
pl_pl: DHCP pozwala dynamicznie przypisywać adres IP i inne ustawienia sieciowe każdemu urządzeniu w sieci.
pt_pt: O DHCP permite-lhe atribuir dinamicamente um endereço IP e outras definições de rede a cada dispositivo na sua rede.
ru_ru: Сервер DHCP позволяет быстро определить IP-адреса и другие параметры сети для каждого устройства.

source: Disable the DHCP on your Internet router to avoid conflict with KeexyBox DHCP.
chs: 禁用互联网路由器上的DHCP，以避免与KeexyBox DHCP冲突。
de_de: Das DHCP auf Ihrem Internetrouter deaktivieren, um Konflikte mit KeexyBox DHCP zu vermeiden
el_gr: Απενεργοποιήστε το DHCP στον δρομολογητή διαδικτύου σας για να αποφύγετε τη σύγκρουση με το DHCP του KeexyBox.
es_es: Desactiva el DHCP en tu router de Internet para evitar conflictos con el DHCP de KeexyBox.
fr_fr: Désactivez le DHCP sur votre routeur Internet afin d'éviter un conflit avec le DHCP de KeexyBox.
it_it: Disabilita il DHCP sul tuo router Internet per evitare conflitti con il DHCP di KeexyBox.
ja_jp: KeexyBoxとDHCPの競合を避けるため、インターネットルーターでDHCPを無効にしてください。
pl_pl: Wyłącz DHCP na routerze internetowym, aby uniknąć konfliktu z DHCP urządzenia KeexyBox.
pt_pt: Desativar o DHCP no seu router Internet para evitar conflitos com o DHCP da KeexyBox .
ru_ru: Выключите DHCP на вашем роутере в целях избежания конфликта IP-адресов, выделенных сервером DHCP, на KeexyBox.

source: Define a range of IP addresses to use for your devices in the {0} network.
chs: 定义要用于{0}网络中设备的IP地址范围。
de_de: Einen ID-Adressenbereich festlegen, der für Ihre Gerät im {0} Netzwerk zu verwenden ist.
el_gr: Ορίστε μια σειρά διευθύνσεων IP που θα χρησιμοποιηθούν για τις συσκευές σας στο δίκτυο {0}.
es_es: Define un intervalo de direcciones IP para usar tus dispositivos en la red {0}.
fr_fr: Définissez une plage d'adresses IP à utiliser pour vos appareils dans le réseau {0}.
it_it: Definire un range di indirizzi IP da usare per i tuoi dispositivi nella rete {0}.
ja_jp: {0}ネットワーク内のデバイスに使用するIPアドレスの範囲を定義します。
pl_pl: Zdefiniuj zakres adresów IP, które będą używane dla Twoich urządzeń w sieci {0}.
pt_pt: Definir uma faixa de endereços IP a usar para os seus dispositivos na {0} rede.
ru_ru: Определите диапазон IP-адресов ваших устройств в {0} сети.

source: Define a range of IP addresses in the {0} network.
chs: 定义{0}网络中的IP地址范围。
de_de: Einen Bereich von IP-Adressen im {0} Netzwerk festlegen.
el_gr: Ορίστε μια σειρά διευθύνσεων IP στο δίκτυο {0}.
es_es: Define un intervalo de direcciones IP en la red {0}.
fr_fr: Définissez une plage d'adresses IP dans le réseau {0}.
it_it: Definire un range di indirizzi IP nella rete {0}.
ja_jp: {0}ネットワークでIPアドレスの範囲を定義します。
pl_pl: Zdefiniuj zakres adresów IP w sieci {0}.
pt_pt: Definir uma faixa de endereços IP na {0} rede.
ru_ru: Определите диапазон IP-адресов в {0} сети.

source: Log in to the management interface of your Internet router.
chs: 登录到互联网路由器的管理界面。
de_de: Einloggen in die Verwaltungsschnittstelle Ihres Internet-Routers.
el_gr: Συνδεθείτε στη διεπαφή διαχείρισης του δρομολογητή διαδικτύου σας.
es_es: Inicia sesión en la interfaz de gestión de tu router de Internet.
fr_fr: Connectez-vous à l'interface de gestion de votre routeur Internet.
it_it: Accedi all'interfaccia di gestione del tuo router Internet.
ja_jp: インターネットルーターの管理インターフェースにログインします。
pl_pl: Zaloguj się do interfejsu zarządzania routera internetowego.
pt_pt: Registar-se na interface de gestão do seu router Internet router.
ru_ru: Войдите в интерфейс управление вашего роутера.

source: In the DHCP settings, specify the IP address {0} for the DNS.
chs: 在DHCP设置中，指定DNS的IP地址{0}。
de_de: In den DHCP-Einstellungen die IP-Adresse {0] für das DNS festlegen.
el_gr: Στις ρυθμίσεις DHCP, καθορίστε τη διεύθυνση IP {0} για το DNS.
es_es: En la configuración de DHCP, especifica la dirección IP {0} para el DNS.
fr_fr: Dans les paramètres DHCP, définissez l'adresse IP {0} pour le DNS.
it_it: Nelle impostazioni DHCP, specifica l'indirizzo IP {0} per il DNS.
ja_jp: DHCP設定で、DNSのIPアドレス{0}を指定します。
pl_pl: W ustawieniach DHCP podaj adres IP {0} dla DNS.
pt_pt: Nas definições do DHCP, especificar o endereço IP {0} para o DNS.
ru_ru: В настройках DHCP, определите IP-адрес {0} для DNS.

source: Skip
chs: 跳过
de_de: Überspringen
el_gr: Παράλειψη
es_es: Saltar
fr_fr: Ignorer
it_it: Salta
ja_jp: スキップ
pl_pl: Pomiń
pt_pt: Saltar
ru_ru: Пропустить

source: Your KeexyBox setup is complete!
chs: 您的KeexyBox设置已完成。
de_de: Ihr KeexyBox-Setup ist abgeschlossen!
el_gr: Η ρύθμιση του KeexyBox ολοκληρώθηκε!
es_es: ¡Se ha completado la configuración de tu KeexyBox!
fr_fr: Votre configuration de KeexyBox est terminée!
it_it: L'impostazione del tuo KeexyBox è completa!
ja_jp: KeexyBoxのセットアップが完了しました！
pl_pl: Konfiguracja Twojego KeexyBox jest zakończona!
pt_pt: A configuração da sua KeexyBox está concluída!
ru_ru: Установка KeexyBox завершена!

source: You will be able to connect to KeexyBox using one of the URLs below:
chs: 您将能够使用以下其中一个URL连接到KeexyBox：
de_de: Sie können die KeexyBox unter Verwenden der nachstehenden URLs verbinden
el_gr: Θα μπορείτε να συνδέεστε στο KeexyBox χρησιμοποιώντας μία από τις ακόλουθες διευθύνσεις URL:
es_es: Podrás conectarte a KeexyBox utilizando una de las siguientes URL:
fr_fr: Vous pourrez vous connecter à KeexyBox en utilisant l'une des URLs ci-dessous:
it_it: Puoi connetterti a KeexyBox usando uno dei seguenti URL:
ja_jp: 以下のURLのいずれかを使用してKeexyBoxに接続できます：
pl_pl: Będziesz mógł łączyć się z KeexyBox przy użyciu jednego z poniższych adresów URL:
pt_pt: Poderá ligar-se à KeexyBox através de uma das seguintes URLs:
ru_ru: Вы можете подключиться к KeexyBox, используя нижеуказанные URL:

source: Please note the URLs and click {0} to restart the system.
chs: 请记下URL并点击{0}重新启动系统。
de_de: Bitte die URLs notieren und auf Neustart des Systems klicken {0}.
el_gr: Σημειώστε τις διευθύνσεις URL και κάντε κλικ στο {0} για να επανεκκινήσετε το σύστημα.
es_es: Por favor, toma nota de las URL y haz clic en {0} para reiniciar el sistema.
fr_fr: Merci de noter les URLs puis cliquez sur {0} pour redémarrer le système.
it_it: Prendi nota dell'URL e clicca su {0} per riavviare il sistema.
ja_jp: URLを書き留めて、{0}をクリックしてシステムを再起動してください。
pl_pl: Zanotuj adresy URL i kliknij {0}, aby ponownie uruchomić system.
pt_pt: Anote as URLs e clique em {0} para reiniciar o sistema.
ru_ru: Напишите URL и нажмите {0} для того, чтобы перезапустить систему.

source: Finish
chs: 完成
de_de: Fertigstelle
el_gr: Τέλος
es_es: Finalizar
fr_fr: Terminer
it_it: Fine
ja_jp: 終了
pl_pl: Zakończ
pt_pt: Terminar
ru_ru: Завершить

source: To use KeexyBox for filtering and anonymous access over the Internet, a second network must be created. This new network called {0} is the one where all your devices will now be located (PCs, tablets, smartphones, connected objects, etc.).
chs: 如需使用KeexyBox在互联网上进行信息过滤和匿名访问，必须创建第二个网络。这个名为{0}的新网络是您所有设备（PC、平板电脑、智能手机与连接设备等）所在的网络。
de_de: Zur Verwendung von KeexyBox zum Filtern und für einen anonymen Internetzugang muss ein zweites Netzwerk erstellt werden. Dieses neue Netzwerk mit dem Namen {0} ist das, in dem alle Ihre Geräte angesiedelt sind (PCs, Tablets, Smartphones, verbundene Objekte, usw.).
el_gr: Για να χρησιμοποιήσετε το KeexyBox για φιλτράρισμα και ανώνυμη πρόσβαση μέσω του Διαδικτύου, θα πρέπει να δημιουργηθεί ένα δεύτερο δίκτυο. Αυτό το νέο δίκτυο που ονομάζεται {0} είναι αυτό στο οποίο θα βρίσκονται όλες οι συσκευές σας (υπολογιστές, tablets, smartphones, συνδεδεμένα αντικείμενα κ.λπ.).
es_es: Si quieres usar KeexyBox para el filtrado y el acceso anónimo a través de Internet, debe crearse una segunda red. En esta nueva red, llamada {0}, es donde se ubicarán ahora todos tus dispositivos (PC, tablets, smartphones, objetos conectados, etc.).
fr_fr: Pour utiliser KeexyBox pour le filtrage et l'accès anonyme sur Internet, un second réseau doit être créé. Ce réseau nommé {0} est celui où seront désormais localisés tous vos appareils (PCs, tablettes, smartphones, objets connectés ...).
it_it: Per usare KeexyBox per applicare filtri e accedere in maniera anonima a Internet, deve essere creata una seconda rete. Questa nuova rete, chiamata {0} è quella in cui si troveranno ora tutti i tuoi dispositivi (PC, tablet, smartphone, prodotti connessi, ecc.).
ja_jp: KeexyBoxを使用してインターネット経由のフィルタリングと匿名アクセスを行うには、2番目のネットワークを作成する必要があります。{0}と呼ばれるこの新しいネットワークは、すべてのデバイス（PC、タブレット、スマートフォン、接続オブジェクトなど）が配置される場所です。
pl_pl: Aby wykorzystywać KeexyBox do filtrowania i anonimowego dostępu do Internetu, należy utworzyć drugą sieć. Ta nowa sieć o nazwie {0} jest tą, w której będą teraz znajdować się wszystkie Twoje urządzenia (komputery, tablety, smartfony, przedmioty połączone z Internetem itd.).
pt_pt: Para utilizar a KeexyBox para filtragem e acesso anónimo na Internet, deverá ser criada uma segunda rede. Esta nova rede denominada {0} é aquela onde todos os dispositivos estarão agora localizados (PCs, tablets, smartphones, objetos ligados, etc.).
ru_ru: Если вы желаете использовать KeexyBox для фильтрации и анонимного доступа в интернете, вам необходимо создать вторую сеть. В новой сети под названием {0} будут размещены все ваши устройства (компьютеры, планшеты,смартфоны, подключенные объекты и т.д.).

source: Define the interface, IP address, and netmask.
chs: 定义接口、IP地址和子网掩码。
de_de: Die Schnittstelle, IP-Adresse und Netzmaske festlegen.
el_gr: Ορίστε τη διεπαφή, τη διεύθυνση IP και τη μάσκα δικτύου.
es_es: Definir la interfaz, la dirección IP y la máscara de red.
fr_fr: Définissez l'interface, l'adresse IP et le masque de réseau.
it_it: Definire l'interfaccia. L'indirizzo IP e la netmask.
ja_jp: インターフェース、IPアドレス、およびネットマスクを定義します。
pl_pl: Zdefiniuj interfejs, adres IP i maskę sieci.
pt_pt: Definir a interface, endereço IP, e a a netmask.
ru_ru: Определите интерфейс, IP-адрес и сетевую маску

source: Define the IP addresses of your DNS servers.
chs: 定义DNS服务器的IP地址
de_de: Die IP-Adresse Ihres DNS-Dienstes festlegen.
el_gr: Ορίστε τις διευθύνσεις IP των διακομιστών DNS.
es_es: Define las direcciones IP de tus servidores DNS.
fr_fr: Définissez les adresses IP de vos serveurs DNS.
it_it: Definire gli indirizzi IP dei tuoi server DNS.
ja_jp: DNSサーバーのIPアドレスを定義します。
pl_pl: Zdefiniuj adresy IP swoich serwerów DNS.
pt_pt: Definir os endereços IP dos seus servidores DNS.
ru_ru: Определите IP-адреса ваших серверов DNS

source: To use KeexyBox as Internet filtering only:
chs: 仅使用KeexyBox作为互联网信息过滤：
de_de: Zum Verwenden von KeexyBox nur als Internetfilter:
el_gr: Για να χρησιμοποιήσετε το KeexyBox μόνο ως φιλτράρισμα Διαδικτύου:
es_es: Usar KeexyBox solo como filtro de Internet:
fr_fr: Pour utiliser KeexyBox comme filtrage uniquement:
it_it: Per usare KeexyBox solo come filtro per Internet:
ja_jp: インターネットフィルタリングとしてのみKeexyBoxを使用するには：
pl_pl: Aby wykorzystywać KeexyBox tylko do filtrowania Internetu:
pt_pt: Para usar a KeexyBox apenas como filtragem Internet:
ru_ru: Использовать KeexyBox исключительно как интернет фильтр:

source: Congratulations! KeexyBox is installed.
chs: 恭喜！KeexyBox已安装。
de_de: Herzlichen Glückwunsch! KeexyBox ist installiert.
el_gr: Συγχαρητήρια! Το KeexyBox έχει εγκατασταθεί.
es_es: ¡Enhorabuena! KeexyBox está instalada.
fr_fr: Félicitation! KeexyBox est installé.
it_it: Congratulazioni! KeexyBox è installato.
ja_jp: おめでとうございます！KeexyBoxがインストールされました。
pl_pl: Gratulujemy! KeexyBox jest zainstalowany.
pt_pt: Parabéns! A KeexyBox está instalada.
ru_ru: Поздравляем! KeexyBox установлен!

source: We will now assist you in setting up your KeexyBox.
chs: 我们现在将帮助您设置KeexyBox。
de_de: Jetzt helfen wir Ihnen bei der Einrichtung Ihrer KeexyBox.
el_gr: Θα σας βοηθήσουμε τώρα να ρυθμίσετε το KeexyBox σας.
es_es: Ahora te ayudaremos a configurar tu KeexyBox.
fr_fr: Nous allons maintenant vous assister pour paramétrer votre KeexyBox.
it_it: Ora ti daremo assistenza per l'impostazione del tuo KeexyBox.
ja_jp: KeexyBoxのセットアップをお手伝いします。
pl_pl: Pomożemy Ci teraz w konfiguracji urządzenia KeexyBox.
pt_pt: Iremos agora assisti-lo na configuração da sua KeexyBox.
ru_ru: Сейчас мы вам поможем установить KeexyBox.

source: How would you like to use it?
chs: 您的预计用途为？
de_de: Jetzt helfen wir Ihnen bei der Einrichtung Ihrer KeexyBox.
el_gr: Πώς θα θέλατε να το χρησιμοποιήσετε;
es_es: ¿Cómo te gustaría usarla?
fr_fr: Comment souhaitez-vous l'utiliser ?
it_it: Come corresti usarlo?
ja_jp: どのように使用しますか？
pl_pl: W jaki sposób chcesz go używać?
pt_pt: Como gostaria de usá-la?
ru_ru: Как вы желаете использовать?

source: For Internet filtering and anonymous access?
chs: 用于互联网信息过滤和匿名访问？
de_de: Zum Internetfiltern und anonymen Zugang?
el_gr: Για φιλτράρισμα Διαδικτύου και ανώνυμη πρόσβαση;
es_es: ¿Para filtrado en Internet y acceso anónimo?
fr_fr: Pour le filtrage de l'Internet et l'accès anonyme ?
it_it: Come filtro e per l'accesso anonimo a Internet?
ja_jp: インターネットフィルタリングと匿名アクセスのために使用？
pl_pl: Do filtrowania Internetu i anonimowego dostępu?
pt_pt: Para filtragem Internet e acesso anónimo?
ru_ru: Для интернет фильтрации или анонимного доступа?

source: For Internet filtering only and DHCP enabled on KeexyBox?
chs: 仅用于互联网信息过滤并在KeexyBox上启用DHCP？
de_de: Nur zum Internetfiltern und mit aktiviertem DHCP auf der KeexyBox
el_gr: Για φιλτράρισμα Διαδικτύου μόνο και DHCP ενεργό στο KeexyBox;
es_es: ¿Solo para filtrado en Internet y con DHCP activado en KeexyBox?
fr_fr: Pour le filtrage de l'Internet uniquement et le DHCP activé sur KeexyBox ?
it_it: Solo come filtro Internet e DHCP abilitato su KeexyBox?
ja_jp: インターネットフィルタリングのみに使用、かつKeexyBoxでDHCPは有効？
pl_pl: Tylko do filtrowania Internetu i DHCP włączonego w KeexyBox?
pt_pt: Unicamente para filtragem internet e ativação do DHCP na KeexyBox?
ru_ru: Исключительно для интернет фильтрации с включенным сервером DHCP на KeexyBox?

source: For Internet filtering only and DHCP disabled on KeexyBox?
chs: 仅用于互联网信息过滤并在KeexyBox上禁用DHCP？
de_de: Nur zum Internetfiltern und mit deaktiviertem DHCP auf der KeexyBox?
el_gr: Για φιλτράρισμα Διαδικτύου μόνο και DHCP ανενεργό στο KeexyBox;
es_es: ¿Solo para filtrado en Internet y con DHCP desactivado en KeexyBox?
fr_fr: Pour le filtrage de l'Internet uniquement et le DHCP désactivé sur KeexyBox ?
it_it: Solo come filtro Internet e DHCP disabilitato su KeexyBox?
ja_jp: インターネットフィルタリングのみに使用、かつKeexyBoxでDHCPは無効？
pl_pl: Tylko do filtrowania Internetu i DHCP wyłączonego w KeexyBox?
pt_pt: Unicamente para filtragem internet e DHCP desativação na KeexyBox?
ru_ru: Исключительно для интернет фильтрации с выключенным сервером DHCP на KeexyBox?

source: Start
chs: 开始
el_gr: Έναρξη
es_es: Iniciar
fr_fr: Démarrer
it_it: Inizia
ja_jp: 開始
pl_pl: Rozpocznij
pt_pt: Iniciar
ru_ru: Начать

source: You must choose how you want to use KeexyBox.
chs: 您必须选择您要如何使用KeexyBox。
de_de: Sie müssen wählen, wie Sie die KeexyBox nutzen möchten.
el_gr: Πρέπει να επιλέξετε πώς θέλετε να χρησιμοποιείτε το KeexyBox.
es_es: Debes elegir cómo quieres usar KeexyBox.
fr_fr: Vous devez choisir comment vous souhaitez utiliser KeexyBox.
it_it: Devi scegliere come vuoi usare KeexyBox.
ja_jp: KeexyBoxの使用方法を選択する必要があります。
pl_pl: Musisz wybrać sposób korzystania z KeexyBox.
pt_pt: Deve escolher como pretende usar a KeexyBox.
ru_ru: Вы должны выбрать как вы хотите использовать KeexyBox.

source: Connection information
chs: 连接信息
de_de: Verbindungsdaten
el_gr: Πληροφορίες σύνδεσης
es_es: Información de conexión
fr_fr: Information de connexion
it_it: Informazioni di connessione
ja_jp: 接続情報
pl_pl: Informacje dotyczące połączenia
pt_pt: Informação de ligação
ru_ru: Сведения о подключении

source: General
chs: 基本信息
de_de: Allgemein
el_gr: Γενικά
fr_fr: Général
it_it: Generale
ja_jp: 全般
pl_pl: Ogólne
pt_pt: Geral
ru_ru: Общее

source: Name
chs: 姓名
el_gr: Όνομα
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя

source: Connection start time
chs: 连接开始时间
de_de: Verbindungs-Startzeit
el_gr: Ώρα έναρξης σύνδεσης
es_es: Hora de inicio de conexión
fr_fr: Heure de début de connexion
it_it: Ora inizio connessione
ja_jp: 接続開始時間
pl_pl: Czas rozpoczęcia połączenia
pt_pt: Hora de início de ligação
ru_ru: Время начала подключения
