Repository: keexybox/keexyapp
Catalog: src/Locale/*/default.po
Languages: chs, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru

source: The connection history has been deleted.
chs: 连接历史记录已被删除。
de_de: Die Verbindungshistorie wurde gelöscht.
el_gr: Το ιστορικό συνδέσεων διαγράφηκε.
es_es: El historial de conexión se eliminó.
fr_fr: L'historique de connexion a été supprimé.
it_it: Lo storico connessioni è stato cancellato.
ja_jp: 接続履歴が削除されました。
pl_pl: Historia połączeń została usunięta.
pt_pt: O historial de ligação foi eliminado.
ru_ru: Журнал подключений удален.

source: The connection history could not be deleted.
chs: 无法删除连接历史记录。
de_de: Löschen der Verbindungshistorie unmöglich.
el_gr: Το ιστορικό συνδέσεων δεν μπορεί να διαγραφεί.
es_es: No pudo eliminarse el historial de conexión.
fr_fr: L'historique de la connexion n'a pas pu être supprimé.
it_it: Non è stato possibile cancellare lo storico connessioni.
ja_jp: 接続履歴を削除できませんでした。
pl_pl: Nie można usunąć historii połączeń.
pt_pt: O historial de ligação não foi eliminado.
ru_ru: Журнал подключений не может быть удален.

source: Please select a profile.
chs: 请选择配置文件。
de_de: Bitte ein Profil auswählen.
el_gr: Παρακαλούμε επιλέξτε προφίλ.
es_es: Por favor, selecciona un perfil.
fr_fr: Merci de sélectionner un profil.
it_it: Scegliere un profilo.
ja_jp: プロファイルを選択してください。
pl_pl: Wybierz profil.
pt_pt: Queira selecionar um perfil.
ru_ru: Пожалуйста выберите профиль.

source: No devices were added.
chs: 未添加任何设备。
de_de: Keine Geräte hinzugefügt.
el_gr: Δεν προστέθηκαν συσκευές.
es_es: No se añadieron dispositivos.
fr_fr: Aucun appareil n'a été ajouté.
it_it: Nessun dispositivo è stato aggiunto.
ja_jp: デバイスは追加されませんでした。
pl_pl: Nie dodano żadnych urządzeń.
pt_pt: Não foram adicionados dispositivos.
ru_ru: Ни одно устройство не добавлено.

source: The device could not be saved.
chs: 无法保存设备。
de_de: Speichern des Geräts unmöglich.
el_gr: Δεν μπορεί να γίνει αποθήκευση της συσκευής.
es_es: No pudo guardarse el dispositivo.
fr_fr: L'appareil ne peut pas être enregistré.
it_it: Non è stato possibile salvare il dispositivo.
ja_jp: デバイスを保存できませんでした。
pl_pl: Nie można zapisać urządzenia.
pt_pt: O dispositivo não foi guardado.
ru_ru: Устройство не может быть сохранено.

source: DHCP IP address does not match with any KeexyBox subnets.
chs: DHCP IP地址与任何KeexyBox子网都不匹配。
de_de: Die DHCP-IP-Adresse passt zu keinem KeexyBox-Teilnetz.
el_gr: Η διεύθυνση IP/DHCP δεν ταιριάζει με κανένα από τα υποδίκτυα KeexyBox.
es_es: La dirección IP DHCP no coincide con ninguna de las subredes KeexyBox.
fr_fr: L'adresse IP DHCP ne correspond avec aucun des sous-réseaux de KeexyBox.
it_it: L'indirizzo IP DHCP non corrisponde ad alcuna sottorete KeexyBox.
ja_jp: DHCP IPアドレスがKeexyBoxサブネットと一致しません。
pl_pl: Adres IP DHCP nie pasuje do żadnej podsieci KeexyBox.
pt_pt: O endereço de IP DHCP não coincide com qualquer sub-rede da KeexyBox.
ru_ru: IP-адрес, выделенный сервером DHCP, не совпадает с подсетями KeexyBox.

source: DHCP IP address is being used by input interface.
chs: 输入接口正在使用DHCP IP地址。
de_de: Die DHCP-IP-Adresse wird von der Eingabe-Schnittstelle verwendet.
el_gr: Η διεύθυνση IP/DHCP χρησιμοποιείται από τη διεπαφή εισόδου.
es_es: La interfaz de entrada está usando la dirección IP DHCP.
fr_fr: L'adresse IP DHCP est utilisée par l'interface d'entrée.
it_it: L'indirizzo IP DHCP è in uso dall'interfaccia di input.
ja_jp: DHCP IPアドレスが入力インターフェースで使用されています。
pl_pl: Adres IP DHCP jest używany przez interfejs wejściowy.
pt_pt: O endereço de IP DHCP está a ser usado pela interface de entrada.
ru_ru: Входной интерфейс использует IP-адрес, выделенный сервером DHCP.

source: DHCP IP address is being used by output interface.
chs: 输出接口正在使用DHCP IP地址。
de_de: Die DHCP-IP-Adresse wird von der Ausgabe-Schnittstelle verwendet.
el_gr: Η διεύθυνση IP/DHCP χρησιμοποιείται από τη διεπαφή εξόδου.
es_es: La interfaz de salida está usando la dirección IP DHCP.
fr_fr: L'adresse IP DHCP est utilisée par l'interface de sortie.
it_it: L'indirizzo IP DHCP è in uso dall'interfaccia di output.
ja_jp: DHCP IPアドレスが出力インターフェースで使用されています。
pl_pl: Adres IP DHCP jest używany przez interfejs wyjściowy.
pt_pt: O endereço de IP DHCP está a ser usado pela interface de saída.
ru_ru: Выходной интерфейс использует IP-адрес, выделенный сервером DHCP.

source: DHCP IP address is being used by the gateway.
chs: 网关正在使用DHCP IP地址。
de_de: Die DHCP-IP-Adresse wird vom Gateway verwendet.
el_gr: Η διεύθυνση IP/DHCP χρησιμοποιείται από την πύλη.
es_es: La puerta de enlace está utilizando la dirección IP DHCP.
fr_fr: L'adresse IP DHCP est utilisée par la passerelle.
it_it: L'indirizzo IP DHCP è in uso dal gateway.
ja_jp: DHCP IPアドレスがゲートウェイで使用されています。
pl_pl: Adres IP DHCP jest używany przez bramę.
pt_pt: O endereço de IP DHCP está a ser sado pela gateway.
ru_ru: Шлюз использует IP-адрес, выделенный сервером DHCP.

source: The device has been saved.
chs: 设备已保存。
de_de: Das Gerät wurde gespeichert.
el_gr: Η συσκευή αποθηκεύτηκε.
es_es: Se ha guardado el dispositivo.
fr_fr: L'appareil a été sauvegardé.
it_it: Il dispositivo è stato salvato.
ja_jp: デバイスが保存されました。
pl_pl: Urządzenie zostało zapisane.
pt_pt: O dispositivo foi guardado.
ru_ru: Устройство сохранено.

source: By default IP addresses will be assigned in the subnet {0} if DHCP is enabled.
chs: 默认情况下，如果启用了DHCP，将在子网{0}中分配IP地址。
de_de: IP-Adressen werden standardmäßig im Teilnetz zugeordnet, {0} wenn DHCP aktiviert ist.
el_gr: Από προεπιλογή, οι διευθύνσεις IP θα κατανέμονται στο υποδίκτυο {0} εάν το DHCP είναι ενεργό.
es_es: Por defecto, las direcciones IP se asignarán en la subred {0} si DHCP está activado.
fr_fr: Par défaut les adresses IP seront assignées dans le sous-réseau {0} si le DHCP est activé.
it_it: Gli indirizzi IP di default saranno assegnati alla sottorete {0} se DHCP è abilitato.
ja_jp: DHCPが有効な場合、IPアドレスはデフォルトでサブネット{0}に割り当てられます。
pl_pl: Domyślnie adresy IP będą przypisywane w podsieci {0}, jeśli DHCP jest włączony.
pt_pt: Por defeito, os endereços IP serão atribuídos à sub-rede {0} se DHCP estiver ativo.
ru_ru: При включении сервера DHCP, IP-адреса будут назначены в подсеть {0} по умолчанию .

source: Here you can reserve an IP address for this device.
chs: 您可以在此处为该设备保留一个IP地址。
de_de: Hier können Sie eine IP-Adresse für dieses Gerät reservieren.
el_gr: Εδώ μπορείτε να κάνετε κράτηση διεύθυνσης IP γι' αυτή τη συσκευή.
es_es: Aquí puedes reservar una dirección IP para este dispositivo.
fr_fr: Vous pouvez ici réserver une adresse IP pour cet appareil.
it_it: Qui è possibile riservare un indirizzo IP per questo dispositivo.
ja_jp: ここで、このデバイスのIPアドレスを予約できます。
pl_pl: Tutaj możesz zarezerwować adres IP tego urządzenia.
pt_pt: Aqui pode reservar um endereço IP para este dispositivo.
ru_ru: Здесь вы можете зарезервировать IP-адрес для данного устройства.

source: If you want this device to use KeexyBox as DNS only, define an IP address in the {0} subnet.
chs: 如果希望此设备仅将KeexyBox用作DNS，请在{0}子网中定义一个IP地址。
de_de: Wenn dieses Gerät KeexyBox nur als DNS verwenden soll, eine IP-Adresse im {0} Teilnetz festlegen.
el_gr: Εάν επιθυμείτε αυτή η συσκευή να χρησιμοποιεί το KeexyBox μόνο ως DNS, όριστε μια διεύθυνση IP στο υποδίκτυο {0}.
es_es: Si deseas que este dispositivo use KeexyBox solo como DNS, define una dirección IP en la subred {0}.
fr_fr: Si vous souhaitez que cet appareil utilise KeexyBox comme DNS uniquement, définissez un adresse IP dans le sous-réseau {0}.
it_it: Se si desidera che questo dispositivo utilizzi KeexyBox solo come DNS, definire un indirizzo IP nella sottorete {0}.
ja_jp: このデバイスでKeexyBoxをDNSとしてのみ使用する場合は、{0}サブネットでIPアドレスを定義してください。
pl_pl: Jeśli chcesz, aby to urządzenie używało KeexyBox tylko jako DNS, zdefiniuj adres IP w podsieci {0}.
pt_pt: Se desejar que este dispositivo use KeexyBox apenas com DNS, defina um endereço IP na {0} rede.
ru_ru: Если вы желаете, чтобы данное устройство использовало KeexyBox исключительно в качестве DNS, задайте IP-адрес в подсеть {0}.

source: Do you want to reconnect {0} with new profile?
chs: 是否要将{0}与新配置文件重新连接？
de_de: Möchten Sie sich mit dem neuen Profil wieder einloggen {0}?
el_gr: Θέλετε να επανασυνδέσετε το {0} με νέο προφίλ;
es_es: ¿Deseas volver a conectar {0} con un nuevo perfil?
fr_fr: Voulez-vous reconnecter {0} avec le nouveau profil ?
it_it: Vuoi riconnettere {0} con un nuovo profilo?
ja_jp: {0}を新しいプロファイルに再接続しますか？
pl_pl: Czy chcesz ponownie połączyć {0} z nowym profilem?
pt_pt: Pretende ligar {0} com novo perfil?
ru_ru: Желаете ли вы повторно подключиться {0} к новому профилю?

source: The device has been deleted.
chs: 设备已被删除。
de_de: Das Gerät wurde gelöscht.
el_gr: Η συσκευή διαγράφηκε.
es_es: El dispositivo se ha eliminado.
fr_fr: L'appareil a été supprimé.
it_it: Il dispositivo è stato cancellato.
ja_jp: デバイスが削除されました。
pl_pl: Urządzenie zostało usunięte.
pt_pt: O dispositivo foi eliminado.
ru_ru: Устройство было удалено.

source: The device could not be deleted.
chs: 设备无法被删除。
de_de: Löschen des Geräts unmöglich.
el_gr: Η συσκευή δεν μπορεί να διαγραφεί.
es_es: No se pudo eliminar el dispositivo.
fr_fr: L'appareil ne peut pas être supprimé.
it_it: Non è stato possibile cancellare il dispositivo.
ja_jp: デバイスを削除できませんでした。
pl_pl: Nie można usunąć urządzenia.
pt_pt: O dispositivo não pôde ser eliminado.
ru_ru: Устройство не может быть удалено.

source: Import error line number {0}.
chs: 行号{0}导入错误。
de_de: Importfehler Zeilennummer {0}.
el_gr: Σφάλμα εισαγωγής αριθμού γραμμής {0}.
es_es: Importar línea de error número {0}.
fr_fr: Erreur d'import ligne numéro {0}.
it_it: Errore importazione numero linea {0}.
ja_jp: エラー行番号{0}をインポートします。
pl_pl: Numer linii błędu importu {0}.
pt_pt: Importar número da linha de erro {0}.
ru_ru: Внесите номер строки, в которой произошла ошибка {0}.

source: Devices have been imported successfully.
chs: 设备已成功导入。
de_de: Geräte werden erfolgreich importiert.
el_gr: Οι συσκευές εισήχθησαν επιτυχώς.
es_es: Los dispositivos se han importado correctamente.
fr_fr: Les appareils ont été importés avec succès.
it_it: I dispositivi sono stati importati correttamente.
ja_jp: デバイスが正常にインポートされました。
pl_pl: Urządzenia zostały zaimportowane pomyślnie.
pt_pt: Os dispositivos foram importados com êxito.
ru_ru: Устройства были успешно добавлены.

source: Devices have been imported with errors.
chs: 设备已导入，但有错误
de_de: Geräte werden mit Fehlern importiert.
el_gr: Οι συσκευές εισήχθησαν λανθασμένα.
es_es: Los dispositivos se han importado con errores.
fr_fr: Les appareils ont été importés avec des erreurs.
it_it: I dispositivi sono stati importati con errori.
ja_jp: デバイスがエラーを伴いインポートされました。
pl_pl: Urządzenia zostały zaimportowane z błędami.
pt_pt: Os dispositivos foram importado com erros.
ru_ru: Устройства были добавлены с ошибками.

source: Devices not imported.
chs: 未导入设备。
de_de: Geräte nicht importiert.
el_gr: Οι συσκευές δεν εισήχθησαν.
es_es: Los dispositivos no se han importado.
fr_fr: Appareils non importés.
it_it: Dispositivi non importati.
ja_jp: デバイスはインポートされませんでした。
pl_pl: Urządzenia nie zostały zaimportowane.
pt_pt: Dispositivos não importados.
ru_ru: Устройства не добавлены.

source: Bad CSV headers.
chs: CSV标题错误。
de_de: Falsche CSV-Kopfzeilen.
el_gr: Λανθασμένες κεφαλίδες CSV.
es_es: Encabezados CSV incorrectos.
fr_fr: Entêtes CSV incorrects.
it_it: Intestazioni CSV errate.
ja_jp: 不良なCSVヘッダー。
pl_pl: Nieprawidłowe nagłówki CSV.
pt_pt: Maus cabeçalhos CSV.
ru_ru: Устройство {0} успешно подключено.

source: Device {0} connected successfully.
chs: 设备{0}已成功连接。
de_de: Gerät {0} erfolgreich eingeloggt.
el_gr: Η συσκευή {0} συνδέθηκε επιτυχώς.
es_es: El dispositivo {0} se conectó correctamente.
fr_fr: L'appareil {0} connecté avec succès.
it_it: Dispositivo {0} correttamente connesso.
ja_jp: デバイス{0}が正常に接続されました。
pl_pl: Urządzenie {0} zostało połączone pomyślnie.
pt_pt: Dispositivo {0} ligado com êxito.

source: Unable to connect {0} device. Please check if the device is on the network.
chs: 无法连接{0}设备。请检查设备是否已连接网络。
de_de: Einloggen {0} des Geräts unmöglich. Bitte prüfen, ob das Gerät im Netzwerk ist.
el_gr: Αδύνατη η σύνδεση της συσκευής {0}. Παρακαλούμε ελέγξτε εάν η συσκευή βρίσκεται στο δίκτυο.
es_es: No se pudo conectar el dispositivo {0}. Por favor, comprueba que el dispositivo esté en la red.
fr_fr: Impossible de connecter l'appareil {0}. Merci de vérifier si l'appareil est bien sur le réseau.
it_it: Impossibile connettere dispositivo {0}. Verificare che il dispositivo sia in rete.
ja_jp: {0}デバイスを接続できません。デバイスがネットワーク上にあるかどうかを確認してください。
pl_pl: Nie można połączyć urządzenia {0}. Sprawdź, czy urządzenie jest w sieci.
pt_pt: Impossível ligar o {0} dispositivo. Queira verificar se o dispositivo não está na rede.
ru_ru: Не удается подключить {0} устройство. Проверьте нахождение устройства в сети.

source: Device {0} has been disconnected.
chs: 设备{0}已断开连接。
de_de: Das Gerät {0} wurde ausgeloggt.
el_gr: Η συσκευή {0} αποσυνδέθηκε.
es_es: El dispositivo {0} ha sido desconectado.
fr_fr: L'appareil {0} a été déconnecté.
it_it: Il dispositivo {0} è stato disconnesso.
ja_jp: デバイス{0}は切断されました。
pl_pl: Urządzenie {0} zostało odłączone.
pt_pt: O dispositivo {0} foi desligado.
ru_ru: Устройство {0} отключено от сети.

source: Unable to disconnect Device {0}.
chs: 无法断开设备{0}。
de_de: Ausloggen des Geräts {0} unmöglich.
el_gr: Αποτυχία αποσύνδεσης συσκευής {0}.
es_es: No se pudo desconectar el dispositivo {0}.
fr_fr: Impossible de déconnecter l'appareil {0}.
it_it: Impossibile disconnettere il dispositivo {0}.
ja_jp: デバイス{0}を切断できません。
pl_pl: Nie można odłączyć urządzenia {0}.
pt_pt: Impossível desligar o Dispositivo {0}.
ru_ru: Не удается отключить устройство {0} от сети.

source: Device {0} connection has been paused.
chs: 设备{0}连接已暂停。
de_de: Einloggen des Geräts {0} unterbrochen.
el_gr: Η σύνδεση της συσκευής {0} βρίσκεται σε παύση.
es_es: La conexión del dispositivo {0} se ha pausado.
fr_fr: Connexion de l'appareil {0} a été suspendue.
it_it: La connessione del dispositivo {0} è stata messa in pausa.
ja_jp: デバイス{0}の接続が一時停止されました。
pl_pl: Połączenie urządzenia {0} zostało wstrzymane.
pt_pt: Ligação com o dispositivo {0} em pausa.
ru_ru: Подключение устройства {0} приостановлено

source: Unable to pause connection of device {0}.
chs: 无法暂停设备{0}的连接。
de_de: Unterbrechen beim Einloggen des Geräts {0} unmöglich.
el_gr: Αδυναμία παύσης σύνδεσης της συσκευής {0}.
es_es: No se pudo pausar la conexión del dispositivo {0}.
fr_fr: Impossible de suspendre la connexion de l'appareil {0}.
it_it: Impossibile mettere in pausa la connessione del dispositivo {0}.
ja_jp: デバイス{0}の接続を一時停止できません。
pl_pl: Nie można wstrzymać połączenia urządzenia {0}.
pt_pt: Impossível pausar a ligação do dispositivo {0}.
ru_ru: Невозможно остановить подключение устройства {0}.

source: Device {0} connection resumed.
chs: 设备{0}连接已恢复。
de_de: Einloggen des Geräts {0} wieder aufgenommen.
el_gr: Η συνέχιση για τη σύνδεση της συσκευής {0} ολοκληρώθηκε.
es_es: Se ha reanudado la conexión del dispositivo {0}.
fr_fr: La connexion de l'appareil {0} a été rétablie.
it_it: Connessione del dispositivo {0} ripresa.
ja_jp: デバイス{0}の接続が再開されました。
pl_pl: Połączenie urządzenia {0} zostało wznowione.
pt_pt: Ligação do dispositivo {0} reiniciado.
ru_ru: Подключение устройства {0} восстановлено.

source: Unable to resume connection of the device {0}.
chs: 无法恢复设备{0}的连接。
de_de: Wiederaufnahme des Einloggens des Geräts unmöglich {0}.
el_gr: Αδυναμία συνέχισης για τη σύνδεση της συσκευής {0}.
es_es: No se pudo reanudar la conexión del dispositivo {0}.
fr_fr: Impossible de rétablir la connexion de l'appareil {0}.
it_it: Impossibile riprendere la connessione del dispositivo {0}.
ja_jp: デバイス{0}の接続を再開できません。
pl_pl: Nie można wznowić połączenia urządzenia {0}.
pt_pt: Impossível reiniciar a ligação do dispositivo {0}.
ru_ru: Не удается восстановить подключение устройства {0}.

source: The device {0} has been reconnected successfully.
chs: 设备{0}已成功重新连接。
de_de: Erneutes Einloggen des Geräts {0} erfolgreich.
el_gr: Η συσκευή {0} επανασυνδέθηκε επιτυχώς.
es_es: El dispositivo {0} se ha reconectado correctamente.
fr_fr: L'appareil {0} a été reconnecté avec succès.
it_it: Il dispositivo {0} è stato riconnesso.
ja_jp: デバイス{0}は正常に再接続されました。
pl_pl: Urządzenie {0} zostało połączone ponownie.
pt_pt: O dispositivo {0} foi ligado de novo com êxito.
ru_ru: Соединение устройства {0} успешно восстановлено.

source: Unable to reconnect the device {0}.
chs: 无法重新连接设备{0}。
de_de: Erneutes Einloggen des Geräts unmöglich {0}.
el_gr: Αδυναμία επανασύνδεσης της συσκευής {0}.
es_es: No se pudo reconectar el dispositivo {0}.
fr_fr: Impossible de reconnecter l'appareil {0}.
it_it: Impossibile riconnettere il dispositivo {0}.
ja_jp: デバイス{0}を再接続できません。
pl_pl: Nie można ponownie połączyć urządzenia {0}.
pt_pt: Impossível voltar a ligar o dispositivo {0}.
ru_ru: Не удается повторно подключить устройство {0}.

source: Profile added successfully.
chs: 配置文件已添加成功。
de_de: Profil erfolgreich hinzugefügt.
el_gr: Το προφίλ προστέθηκε επιτυχώς.
es_es: El perfil se añadió correctamente.
fr_fr: Profil ajouté avec succès.
it_it: Profilo aggiunto.
ja_jp: プロファイルが正常に追加されました。
pl_pl: Profil został dodany pomyślnie.
pt_pt: Perfil adicionado com êxito.
ru_ru: Профиль успешно добавлен.

source: Please now adjust the profile settings.
chs: 现在请调整配置文件设置。
de_de: Jetzt bitte die Profileinstellungen anpassen.
el_gr: Παρακαλούμε τώρα προσαρμόστε τις ρυθμίσεις του προφίλ.
es_es: Por favor, ahora ajusta la configuración de perfil.
fr_fr: Merci d'ajuster maintenant les paramètres du profil.
it_it: Ora regolare le impostazioni del profilo.
ja_jp: 今すぐプロファイル設定を調整してください。
pl_pl: Dostosuj teraz ustawienia profilu.
pt_pt: Queira ajustar as definições de perfil.
ru_ru: Настройти параметры профиля.

source: Unable to reload DNS service.
chs: 无法重新加载DNS服务。
de_de: Erneutes Laden des DNS-Dienstes unmöglich.
el_gr: Αδυναμία επαναφόρτωσης υπηρεσίας DNS.
es_es: No se pudo volver a cargar el servicio DNS.
fr_fr: Impossible de recharger le service DNS.
it_it: Impossibile ricaricare il servizio DNS.
ja_jp: DNSサービスをリロードできません。
pl_pl: Nie można ponownie załadować usługi DNS.
pt_pt: Impossível recarregar o serviço DNS.
ru_ru: Не удается перезагрузить службу сервера DNS.

source: Unable to add the profile.
chs: 无法添加配置文件。
de_de: Hinzufügen des Profils umöglich.
el_gr: Αδυναμία προσθήκης προφίλ.
es_es: No se pudo añadir el perfil.
fr_fr: Impossible d'ajouter le profil.
it_it: Impossibile aggiungere il profilo.
ja_jp: プロファイルを追加できません。
pl_pl: Nie można dodać profilu.
pt_pt: Impossível adicionar perfil.
ru_ru: Не удается добавить профиль.

source: One or more connection schedules were not saved.
chs: 一个或多个连接计划未保存。
de_de: Eine oder mehrere Login-Liste(n) wurde(n) nicht gespeichert.
el_gr: Ένα ή περισσότερα χρονοδιαγράμματα σύνδεσης δεν έχουν αποθηκευτεί.
es_es: No se guardaron uno o más horarios de conexión.
fr_fr: Un ou plusieurs horaires de connexion n'ont pas pu être enregistrés.
it_it: Uno o più programmi di connessione non sono stati salvati.
ja_jp: 1つまたは複数の接続スケジュールが保存されませんでした。
pl_pl: Co najmniej jeden harmonogram połączeń nie został zapisany.
pt_pt: Um ou mais programas de ligação não foram guardadas.
ru_ru: Один или несколько списков подключений не сохранились.

source: End time was before start time or no day was selected.
chs: 结束时间早于开始时间或未选择日期。
de_de: Die Endzeit lag vor der Startzeit oder es wurde kein Tag ausgewählt.
el_gr: Χρόνος λήξης προγενέστερος του χρόνου έναρξης ή καμία ημέρα δεν έχει επιλεγεί.
es_es: La hora de finalización era anterior a la hora de inicio o no se seleccionó ningún día.
fr_fr: L'heure de fin est supérieur à l'heure de début ou aucun jour n'a été sélectionné.
it_it: Ora di fine precedente all'ora di inizio o giorno non selezionato.
ja_jp: 終了時間が開始時間より前であるか、日付が選択されていません。
pl_pl: Godzina zakończenia była wcześniejsza niż godzina rozpoczęcia lub nie wybrano dnia.
pt_pt: Hora de fim antes da hora de início ou sem dia selecionado.
ru_ru: Время завершения указано раньше времени начала или не выбран день.

source: End time was before start time.
chs: 结束时间早于开始时间。
de_de: Die Endzeit lag vor der Startzeit.
el_gr: Χρόνος λήξης προγενέστερος του χρόνου έναρξης.
es_es: La hora de finalización era anterior a la hora de inicio.
fr_fr: L'heure de fin est supérieure à l'heure de début.
it_it: Ora di fine precedente all'ora di inizio.
ja_jp: 終了時間が開始時間より前になっていました。
pl_pl: Czas zakończenia był wcześniejszy niż czas rozpoczęcia.
pt_pt: Hora de fim antes da hora de início.
ru_ru: Время завершения указано раньше времени начала.

source: Profile saved successfully.
chs: 配置文件保存成功。
de_de: Das Profil wurde erfolgreich gespeichert.
el_gr: Το προφίλ αποθηκεύτηκε επιτυχώς.
es_es: El perfil se guardó correctamente.
fr_fr: Profil enregistré avec succès.
it_it: Profilo salvato.
ja_jp: プロファイルが正常に保存されました。
pl_pl: Profil został zapisany pomyślnie.
pt_pt: Perfil guardado com êxito.
ru_ru: Профиль успешно сохранен.

source: Unable to update profile.
chs: 无法更新配置文件。
de_de: Aktualisieren des Profils unmöglich.
el_gr: Αδυναμία ενημέρωσης προφίλ.
es_es: No se pudo actualizar el perfil.
fr_fr: Impossible de mettre à jour le profil.
it_it: Impossibile aggiornare profilo.
ja_jp: プロファイルを更新できません。
pl_pl: Nie można zaktualizować profilu.
pt_pt: Impossível atualizar perfil.
ru_ru: Не удается обновить данные в профиле.

source: All users and devices reconnected successfully.
chs: 所有用户和设备都已成功重新连接。
de_de: Alle User und Geräte erfolgreich eingeloggt.
el_gr: Όλοι οι χρήστες και οι συσκευές αποσυνδέθηκαν επιτυχώς.
es_es: Todos los usuarios y dispositivos se reconectaron correctamente.
fr_fr: Tous les utilisateurs et appareils ont été reconnectés avec succès.
it_it: Tutti gli utenti e i dispositivi sono stati riconnessi.
ja_jp: すべてのユーザーとデバイスが正常に再接続しました。
pl_pl: Wszyscy użytkownicy i urządzenia połączeni ponownie
pt_pt: Todos os utilizadores e dispositivos ligados de novo com êxito.
ru_ru: Все пользователи и устройства успешно подключены.

source: Unable to reconnect all users and devices.
chs: 无法重新连接所有用户和设备。
de_de: Erneutes Einloggen aller User und Geräte unmöglich.
el_gr: Αδυναμία επανασύνδεσης όλων των χρηστών και συσκευών.
es_es: No se pudieron reconectar todos los usuarios y dispositivos.
fr_fr: Impossible de reconnecter tous les utilisateurs et les appareils.
it_it: Impossibile riconnettere tutti gli utenti e i dispositivi.
ja_jp: すべてのユーザーとデバイスを再接続できません。
pl_pl: Nie można ponownie połączyć wszystkich użytkowników i urządzeń.
pt_pt: Impossível voltar a ligar todos os utilizadores e dispositivos.
ru_ru: Не удается повторно подключить всех пользователей и все устройства.

source: File has been uploaded successfully.
chs: 文件已成功上传。
de_de: Datei wurde erfolgreich geladen.
el_gr: Το αρχείο μεταφορτώθηκε επιτυχώς.
es_es: El archivo se ha subido correctamente.
fr_fr: Le fichier a été téléchargé avec succès.
it_it: Il file è stato caricato.
ja_jp: ファイルが正常にアップロードされました。
pl_pl: Plik został przesłany pomyślnie.
pt_pt: O ficheiro foi carregado com êxito.
ru_ru: Файл был успешно загружен.

source: Please select below data to import.
chs: 请选择以下要导入的数据。
de_de: Bitte Daten nachstehend zum Import auswählen.
el_gr: Παρακαλούμε επιλέξτε παρακάτω δεδομένα για εισαγωγή.
es_es: Por favor, seleccione debajo una fecha para importar.
fr_fr: Merci de selectionner ci-dessous les données à importer.
it_it: Selezionare i dati qui sotto da importare.
ja_jp: インポートするデータを以下から選択してください。
pl_pl: Wybierz poniżej dane do zaimportowania.
pt_pt: Queira selecionar abaixo os dados a importar.
ru_ru: Пожалуйста, выберите нижеуказанные данные для внесения

source: Unable to import profile.
chs: 无法导入配置文件。
de_de: Importieren des Profils unmöglich.
el_gr: Αδυναμία εισαγωγής προφίλ.
es_es: No se pudo importar el perfil.
fr_fr: Impossible d'importer le profil.
it_it: Impossibile importare profilo.
ja_jp: プロファイルをインポートできません。
pl_pl: Nie można zaimportować profilu.
pt_pt: Impossível importar perfil.
ru_ru: Не удается импортировать профиль.
