Repository: keexybox/keexyapp
Catalog: src/Locale/*/default.po
Languages: chs, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru

source: The connection of the user {0} has been paused.
chs: 用户{0}的连接已暂停。
de_de: Das Ausloggen des Users {0} wurde unterbrochen.
el_gr: Η σύνδεση του χρήστη {0} βρίσκεται σε παύση.
es_es: Se ha pausado la desconexión del usuario {0}.
fr_fr: La connexion de l'utilisateur {0} a été suspendue.
it_it: La connessione dell'utente {0} è stata messa in pausa.
ja_jp: ユーザー{0}の接続は一時停止されました。
pl_pl: Połączenie użytkownika {0} zostało wstrzymane.
pt_pt: A ligação do utilizador {0} foi pausada.
ru_ru: Подключение пользователя {0} к сети приостановлено.

source: Unable to pause the connection of the user {0}.
chs: 无法暂停用户{0}的连接。
de_de: Unterbrechen des Ausloggens des Users unmöglich {0}.
el_gr: Αδυναμία παύσης σύνδεσης του χρήστη {0}.
es_es: No se pudo pausar la conexión del usuario {0}.
fr_fr: Impossible de suspendre la connexion de l'utilisateur {0}.
it_it: Impossibile mettere in pausa la connessione dell'utente {0}.
ja_jp: ユーザー{0}の接続を一時停止できません。
pl_pl: Nie można wstrzymać połączenia użytkownika {0}.
pt_pt: Impossível pausar a ligação do utilizador {0}.
ru_ru: Невозможно приостановить подключение пользователя к сети {0}.

source: The connection of the user {0} has been resumed.
chs: 用户{0}的连接已恢复。
de_de: Die Verbindung des Users {0} wurde wieder aufgenommen.
el_gr: Επανάληψη σύνδεσης του χρήστη {0}.
es_es: Se ha reanudado la conexión del usuario {0}.
fr_fr: La connexion de l'utilisateur {0} a été rétablie.
it_it: La connessione dell'utente {0} è stata ripristinata.
ja_jp: ユーザー{0}の接続が再開されました。
pl_pl: Połączenie użytkownika {0} zostało wznowione.
pt_pt: A ligação do utilizador {0} foi reiniciada.
ru_ru: Подключение пользователя {0} восстановлено.

source: Unable to resume the connection of the user {0}.
chs: 无法恢复用户{0}的连接。
de_de: Unmöglich, die Verbindung des Users wieder aufzunehmen {0}.
el_gr: Αδυναμία επανάληψης σύνδεσης του χρήστη {0}.
es_es: No se pudo reanudar la conexión del usuario {0}.
fr_fr: Impossible de rétablir la connexion de l'utilisateur {0}.
it_it: Impossibile ripristinare la connessione dell'utente {0}.
ja_jp: ユーザー{0}の接続を再開できません。
pl_pl: Nie można wznowić połączenia użytkownika {0}.
pt_pt: Impossível reiniciar a ligação do utilizador {0}.
ru_ru: Не удается восстановить подключение пользователя {0}.

source: The user {0} has been reconnected successfully.
chs: 用户{0}已成功重新连接。
de_de: Der User {0} wurde erfolgreich wieder verbunden.
el_gr: Ο χρήστης {0} επανασυνδέθηκε επιτυχώς.
es_es: Se ha reconectado correctamente al usuario {0}.
fr_fr: L'utilisateur {0} a été reconnecté avec succès.
it_it: L'utente {0} è stato riconnesso.
ja_jp: ユーザー{0}は正常に再接続されました。
pl_pl: Użytkownik {0} został ponownie połączony pomyślnie.
pt_pt: O utilizador {0} foi ligado de novo com êxito.
ru_ru: Пользователь {0} успешно подключен.

source: Unable to reconnect the user {0}.
chs: 无法重新连接用户{0}。
de_de: Unmöglich, den User wieder zu verbinden {0}.
el_gr: Αδυναμία επανασυνδέσεως του χρήστη {0}.
es_es: No se pudo reconectar al usuario {0}.
fr_fr: Impossible de reconnecter l'utilisateur {0}.
it_it: Impossibile riconnettere l'utente {0}.
ja_jp: ユーザー{0}を再接続できません。
pl_pl: Nie można ponownie połączyć użytkownika {0}.
pt_pt: Impossível ligar de novo o utilizador {0}.
ru_ru: Не удается повторно подключить пользователя {0}.

source: 15 minutes
chs: 15分钟
de_de: 15 Minuten
el_gr: 15 λεπτά
es_es: 15 minutos
it_it: 15 minuti
ja_jp: 15分
pl_pl: 15 minut
pt_pt: 15 minutos
ru_ru: 15 минут

source: 30 minutes
chs: 30分钟
de_de: 30 Minuten
el_gr: 30 λεπτά
es_es: 30 minutos
it_it: 30 minuti
ja_jp: 30分
pl_pl: 30 minut
pt_pt: 30 minutos
ru_ru: 30 минут

source: 1 hour
chs: 1小时
de_de: 1 Stunde
el_gr: 1 ώρα
es_es: 1 hora
fr_fr: 1 heure
it_it: 1 ora
ja_jp: 1時間
pl_pl: 1 godzina
pt_pt: 1 hora
ru_ru: 1 час

source: 2 hours
chs: 2小时
de_de: 2 Stunden
el_gr: 2 ώρες
es_es: 2 horas
fr_fr: 2 heures
it_it: 2 ore
ja_jp: 2時間
pl_pl: 2 godziny
pt_pt: 2 horas
ru_ru: 2 часа

source: 4 hours
chs: 4小时
de_de: 4 Stunden
el_gr: 4 ώρες
es_es: 4 horas
fr_fr: 4 heures
it_it: 4 ore
ja_jp: 4時間
pl_pl: 4 godziny
pt_pt: 4 horas
ru_ru: 4 часа

source: 8 hours
chs: 8小时
de_de: 8 Stunden
el_gr: 8 ώρες
es_es: 8 horas
fr_fr: 8 heures
it_it: 8 ore
ja_jp: 8時間
pl_pl: 8 godzin
pt_pt: 8 horas
ru_ru: 8 часов

source: 12 hours
chs: 12小时
de_de: 12 Stunden
el_gr: 12 ώρες
es_es: 12 horas
fr_fr: 12 heures
it_it: 12 ore
ja_jp: 12時間
pl_pl: 12 godzin
pt_pt: 12 horas
ru_ru: 12 часов

source: 1 day
chs: 1天
de_de: 1 Tag
el_gr: 1 ημέρα
es_es: 1 día
fr_fr: 1 jour
it_it: 1 giorno
ja_jp: 1日
pl_pl: 1 dzień
pt_pt: 1 dia
ru_ru: 1 день

source: 1 week
chs: 1周
de_de: 1 Woche
el_gr: 1 εβδομάδα
es_es: 1 semana
fr_fr: 1 semaine
it_it: 1 settimana
ja_jp: 1週間
pl_pl: 1 tydzień
pt_pt: 1 semana
ru_ru: 1 неделя

source: 2 weeks
chs: 2周
de_de: 2 Wochen
el_gr: 2 εβδομάδες
es_es: 2 semanas
fr_fr: 2 semaines
it_it: 2 settimane
ja_jp: 2週間
pl_pl: 2 tygodnie
pt_pt: 2 semanas
ru_ru: 2 недели

source: 1 month
chs: 1个月
de_de: 1 Monat
el_gr: 1 μήνας
es_es: 1 mes
fr_fr: 1 mois
it_it: 1 mese
ja_jp: 1か月
pl_pl: 1 miesiąc
pt_pt: 1 mês
ru_ru: 1 месяц

source: This IP is already connected
chs: 该IP已连接
de_de: Diese IP ist bereits eingeloggt
el_gr: Αυτή η IP είναι ήδη συνδεδεμένη
es_es: Esta IP ya está conectada
fr_fr: Cette IP est déjà connectée
it_it: Questo IP è già connesso
ja_jp: このIPは既に接続されています
pl_pl: Ten adres IP jest już podłączony
pt_pt: Este IP já está ligado
ru_ru: Данный IP-адрес уже подключен

source: The value must be alphanumeric and may contain hyphens (-) and underscores (_)
chs: 该值必须是字母数字，可以包含连字符（-）和下划线（_）
el_gr: Η τιμή πρέπει να είναι αλφαριθμητικό και μπορεί να περιέχει ενωτικά (-) και κάτω παύλες (_)
es_es: El valor debe ser alfanumérico y contener guiones (-) y guiones bajos (_)
fr_fr: La valeur doit être alphanumérique et peut contenir des tirets (-) et des soulignés (_)
it_it: Il valore deve essere alfanumerico e può contenere trattini (-) e underscore (_)
ja_jp: 値は英数字でなければならず、ハイフン（-）およびアンダースコア（_）を含むことができます。
pl_pl: Wartość musi być alfanumeryczna i może zawierać myślniki (-) i podkreślenia (_)
pt_pt: O valor deve ser alfanumérico e pode conter hífens (-) e underscores (_)
ru_ru: Значение должно быть алфавитно-цифровым. Оно может содержать дефисы (-) и нижние подчеркивания (_)

source: The value must be alphanumeric
chs: 该值必须是字母数字
de_de: Der Wert muss alphanumerisch sein
el_gr: Η τιμή πρέπει να είναι αλφαριθμητικό
es_es: El valor debe ser alfanumérico
fr_fr: La valeur doit être alphanumérique
it_it: Il valore deve essere alfanumerico
ja_jp: 値は英数字でなければなりません
pl_pl: Wartość musi być alfanumeryczna
pt_pt: O valor deve ser alfanumérico
ru_ru: Значение должно быть алфавитно-цифровым

source: The value must be between {0} and {1} days
chs: 该值必须介于{0}和{1}天之间
de_de: Der Wert muss zwischen {0} und {1} Tag liegen
el_gr: Η τιμή πρέπει να βρίσκεται ανάμεσα σε {0} και {1} ημέρες
es_es: El valor debe establecerse entre {0} y {1} días
fr_fr: La valeur doit être comprise entre {0} et {1} jours
it_it: Il valore deve essere compreso tra {0} e {1} giorni
ja_jp: 値は{0}〜{1}日でなければなりません
pl_pl: Wartość musi wynosić od {0} do {1} dni
pt_pt: O valor deve estar entre {0} e {1} dias
ru_ru: Значение должно быть от {0} до {1} дней.

source: Device name already used
chs: 设备名称已被占用
de_de: Der Gerätename wird bereits verwendet
el_gr: Το όνομα της συσκευής χρησιμοποιείται ήδη
es_es: El nombre del dispositivo ya se ha utilizado
fr_fr: Nom de l'appareil déjà utilisé
it_it: Nome dispositivo già in uso
ja_jp: デバイス名はすでに使用されています
pl_pl: Nazwa urządzenia już używana
pt_pt: Nome do dispositivo já usado
ru_ru: Устройство с указанным именем уже существует

source: This name is already taken
chs: 该名称已被占用
de_de: Dieser Name ist bereits besetzt
el_gr: Το όνομα της συσκευής χρησιμοποιείται ήδη
es_es: Este nombre ya está siendo utilizado
fr_fr: Ce nom est déjà pris
it_it: Questo nome è già in uso
ja_jp: この名前はすでに使用されています
pl_pl: Ta nazwa jest już zajęta
pt_pt: Este nome já existe
ru_ru: Данное имя уже существует.

source: The value should not be empty
chs: 值不得为空
de_de: Der Wert darf nicht leer sein
el_gr: Το πεδίο τιμής δεν πρέπει να είναι άδειο
es_es: El valor no debería estar vacío
fr_fr: La valeur ne doit pas être vide
it_it: Deve contenere un valore
ja_jp: 値は空であってはなりません
pl_pl: Wartość nie powinna być pusta
pt_pt: O valor não pode estar vazio
ru_ru: Значение не должно быть пустым

source: Invalid MAC address
chs: MAC地址无效
de_de: Ungültige MAC-Adresse
el_gr: Μη έγκυρη διεύθυνση MAC
es_es: La dirección de MAC no es válida
fr_fr: Adresse MAC invalide
it_it: Indirizzo MAC non valido
ja_jp: 無効なMACアドレス
pl_pl: Nieprawidłowy adres MAC
pt_pt: Endereço MAC inválido
ru_ru: Неверный MAC-адрес

source: This IP address is already reserved
chs: 该IP地址已被保留
de_de: Diese IP-Adresse ist bereits reserviert
el_gr: Έχει ήδη γίνει κράτηση γι' αυτή τη διεύθυνση IP
es_es: La dirección IP ya está reservada
fr_fr: Cette adresse IP est déjà réservée
it_it: Questo indirizzo IP è già riservato
ja_jp: このIPアドレスは既に予約されています
pl_pl: Ten adres IP jest już zarezerwowany
pt_pt: Este endereço IP já está reservado
ru_ru: Данный IP-адрес уже зарезервирован

source: The IP address is required
chs: IP地址必填
de_de: Die IP-Adresse ist erforderlich
el_gr: Απαιτείται διεύθυνση IP
es_es: Se requiere la dirección IP
fr_fr: L'adresse IP est requise
it_it: Richiesto indirizzo IP
ja_jp: IPアドレスが必要です
pl_pl: Adres IP jest wymagany
pt_pt: É necessário o endereço IP
ru_ru: Требуется IP-адрес

source: The netmask is required
chs: 子网掩码必填
de_de: Die Netzmaske ist erforderlich
el_gr: Απαιτείται μάσκα δικτύου
es_es: Se requiere la máscara de red
fr_fr: Le masque réseau est requis
it_it: Richiesta netmask
ja_jp: ネットマスクが必要です
pl_pl: Maska sieci jest wymagana
pt_pt: É necessário a netmask
ru_ru: Требуется сетевая маска

source: Invalid Hostname
chs: 主机名无效
de_de: Ungültiger Hostname
el_gr: Μη έγκυρο όνομα υπολογιστή
es_es: El nombre de equipo no es válido
fr_fr: Nom d'hôte invalide
it_it: Nome Host non valido
ja_jp: 無効なホスト名
pl_pl: Nieprawidłowa nazwa hosta
pt_pt: Nome de Host inválido
ru_ru: Неверное имя узла

source: The hashed password must 60 chars
chs: 哈希密码必须为60个字符
de_de: Das Haschpasswort muss 60 Zeichen enthalten
el_gr: Ο κλειδωμένος κωδικός πρόσβασης πρέπει να αποτελείται από 60 χαρακτήρες
es_es: La contraseña cifrada debe tener 60 caracteres
fr_fr: Le mot de passe haché doit être de 60 caractères
it_it: L'hash della password deve essere di 60 caratteri
ja_jp: ハッシュ化されたパスワードは60文字でなければなりません
pl_pl: Zaszyfrowane hasło musi zawierać 60 znaków
pt_pt: A palavra-passe deve ter 60 caract.
ru_ru: Хэш-пароль должен состоять из 60 символов

source: Passwords do not match
chs: 密码不匹配
de_de: Die Passwörter stimmen nicht überein
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es_es: Las contraseñas no coinciden
fr_fr: Les mots de passe ne correspondent pas
it_it: Le password non corrispondono
ja_jp: パスワードが一致しません
pl_pl: Hasła nie są takie same
pt_pt: As palavras-passe não correspondem
ru_ru: Пароли не совпадают

source: Password must contain at least 8 characters
chs: 密码必须至少包含8个字符
de_de: Das Passwort muss mindestens 8 Zeichen enthalten
el_gr: Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον 8 χαρακτήρες
es_es: La contraseña debe contener al menos 8 caracteres
fr_fr: Le mot de passe doit contenir au moins 8 caractères
it_it: La password deve contenere almeno 8 caratteri
ja_jp: パスワードには少なくとも8文字が必要です
pl_pl: Hasło musi zawierać co najmniej 8 znaków
pt_pt: A palavra-passe deverá ter pelo menos 8 caracteres
ru_ru: Пароль должен содержать как минимум 8 символов

source: Unknown
chs: 未知
de_de: Unbekannt
el_gr: Άγνωστος
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
ja_jp: 不明
pl_pl: Nieznane
pt_pt: Desconhecido
ru_ru: Неизвестный

source: DHCP service is disabled
chs: DHCP服务已禁用
de_de: DHCP-Dienst deaktiviert
el_gr: Η υπηρεσία DHCP είναι ανενεργή
es_es: El servicio DHCP está desactivado
fr_fr: Le service DHCP est désactivé
it_it: Servizio DHCP disabilitato
ja_jp: DHCPサービスが無効になっています
pl_pl: Usługa DHCP jest wyłączona
pt_pt: Serviço de DHCP desativado
ru_ru: Служба сервера DHCP выключена

source: Add domains to the Blacklist
chs: 将域名添加到黑名单中
de_de: Domänen zur Blacklist hinzufügen
el_gr: Προσθήκη τομέων στην Blacklist
es_es: Añadir dominios a la Blacklist
fr_fr: Ajouter des domaines à la blacklist
it_it: Aggiungere domini alla Blacklist
ja_jp: ドメインをブラックリストに追加
pl_pl: Dodaj domeny do czarnej listy
pt_pt: Adicionar domínios à Blacklist
ru_ru: Добавьте домены в черный список

source: Here you can add domains to the Blacklist line per line or separated by a space
chs: 您可以在这里将域名添加到黑名单中，可以逐行添加或用空格隔开
de_de: Hier Domänen zur Blacklist Zeile für Zeile oder durch Leerzeichen getrennt eingeben
el_gr: Εδώ μπορείτε να προσθέσετε τομείς στην Blacklist ανά γραμμή ή χωριζόμενους από διάστημα
es_es: Aquí puedes añadir dominios a la Blacklist línea a línea o separados por un espacio
fr_fr: Vous pouvez ici ajouter des domaines à la Blacklist ligne par ligne ou séparés par des espaces
it_it: Qui puoi aggiungere domini alla Blacklist linea per linea o separati da uno spazio
ja_jp: ここで、ドメインを1行ごとまたはスペースで区切ってブラックリストに追加できます。
pl_pl: Tutaj możesz dodać domeny do czarnej listy w poszczególnych liniach lub oddzielone spacją
pt_pt: Aqui pode adicionar domínios à Blacklist linha a linha ou separados por um espaço
ru_ru: Здесь вы можете добавить домены в черный список построчно или через пробел

source: Overwrite the category of existing domains in the Blacklist
chs: 覆盖黑名单中现有域名的类别
de_de: Die Kategorie bestehender Domänen in der Blacklist überschreiben
el_gr: Αντικαταστήστε την κατηγορία των τομέων που υπάρχουν ήδη στην Blacklist
es_es: Sobrescribir la categoría de dominios existentes en la Blacklist
fr_fr: Ecraser la catégorie des domaines existants dans la Blacklist
it_it: Sovrascrivere la categoria dei domini esistenti nella Blacklist
ja_jp: ブラックリストの既存のドメインカテゴリを上書きします
pl_pl: Zastąp kategorię istniejących domen na czarnej liście
pt_pt: Substituir a categoria dos domínios existentes na Blacklist
ru_ru: Перепишите категорию существующих доменов в черный список

source: You can here import domains to the Blacklist from lists available on the Internet (one URL per line)
chs: 您可以在这里从互联网下载，然后将域名导入黑名单中（每行一个URL）
de_de: Hier Domänen in die Blacklist aus Internet-Listen hinzufügen (eine URL pro Zeile
el_gr: Εδώ μπορείτε να εισάγετε τομείς στην Blacklist από λίστες που είναι διαθέσιμες στο Διαδίκτυο (μία διεύθυνση URL ανά γραμμή)
es_es: Aquí puedes añadir dominios a la Blacklist línea a línea o separados por un espacio
fr_fr: Vous pouvez ici importer des domaines à la Blacklist depuis des listes disponibles sur Internet (une URL par ligne)
it_it: Qui puoi importare domini nella Blacklist dagli elenchi disponibili in Internet (un URL per linea)
ja_jp: ここで、インターネット上で利用可能なリストからブラックリストにドメインをインポートできます（1行に1つのURL）
pl_pl: Możesz tutaj zaimportować domeny do czarnej listy z list dostępnych w Internecie (jeden adres URL na linię)
pt_pt: Pode importar aqui domínios à Blacklist a partir das listas disponíveis na Internet (uma URL por linha)
ru_ru: Вы можете внести в черный список домены, взятые из списков в интернете (один URL в каждой строке)

source: Category
chs: 类别
de_de: Kategorie
el_gr: Κατηγορία
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
ja_jp: カテゴリ
pl_pl: Kategoria
pt_pt: Categoria
ru_ru: Категория

source: (Select existing category)
chs: （选择现有类别）
de_de: (Vorhandene Kategorie auswählen)
el_gr: (Επιλέξτε υπάρχουσα κατηγορία)
es_es: (Seleccionar categoría existente)
fr_fr: (Sélectionner une catégorie existante)
it_it: (Selezionare categoria esistente)
ja_jp: （既存のカテゴリを選択）
pl_pl: (Wybierz istniejącą kategorię)
pt_pt: (Selecionar categoria existente)
ru_ru: (Выберите существующую категорию)

source: Or create new category
chs: 或者创建新类别
de_de: Oder neue Kategorie anlegen
el_gr: ή δημιουργήστε νέα κατηγορία
es_es: O crear nueva categoría
fr_fr: Ou créer une nouvelle catégorie
it_it: O creare nuova categoria
ja_jp: または新しいカテゴリを作成します
pl_pl: Lub utwórz nową kategorię
pt_pt: Ou criar nova categoria
ru_ru: Или создайте новую категорию

source: Category name
chs: 类别名
de_de: Kategoriename
el_gr: Όνομα κατηγορίας
es_es: Nombre de categoría
fr_fr: Nom de la catégorie
it_it: Nome categoria
ja_jp: カテゴリ名
pl_pl: Nazwa kategorii
pt_pt: Nome da categoria
ru_ru: Название категории

source: Cancel
chs: 取消
de_de: Löschen
el_gr: Ακύρωση
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
pt_pt: Anular
ru_ru: Отменить

source: Save
chs: 保存
de_de: Speichern
el_gr: Αποθήκευση
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
ja_jp: 保存
pl_pl: Zapisz
pt_pt: Guardar
ru_ru: Сохранить

source: Import domains to the Blacklist from a file
chs: 将域名从文件导入黑名单
de_de: Domänen aus einer Datei in die Blacklist importieren
el_gr: Εισαγωγή τομέων στην Blacklist από αρχείο
es_es: Importar dominios a la Blacklist desde un archivo
fr_fr: Importer des domaines à la Blacklist depuis un fichier
it_it: Importa domini nella Blacklist da un file
ja_jp: ファイルからブラックリストにドメインをインポートします
pl_pl: Importuj domeny do czarnej listy z pliku
pt_pt: Importar domínios à Blacklist a partir de ficheiro
ru_ru: Внесите домены, взятые из файла, в черный список

source: To import domains from tar.gz file, please click on {0}.
chs: 如需从tar.gz文件导入域名，请点击{0}。
de_de: Zum Importieren von Domänen aus der Datei tar.gz bitte auf {0} klicken.
el_gr: Για να εισάγετε τομείς από το αρχείο tar.gz file, παρακαλούμε κάντε κλικ στο {0}.
es_es: Para importar dominios desde el archivo tar.gz, por favor haz clic en {0}.
fr_fr: Pour importer des domaines depuis un fichier tar.gz, merci de cliquer sur {0}.
it_it: Per importare domini dal file tar.gz, cliccare su {0}.
ja_jp: tar.gzファイルからドメインをインポートするには、{0}をクリックしてください。
pl_pl: Aby zaimportować domeny z pliku tar.gz, kliknij {0}.
pt_pt: Para importar domínios de um ficheiro tar.gz, clique em {0}.
ru_ru: Для введения доменов, взятых из файла tar.gz, нажмите {0}

source: Import
chs: 导入
de_de: Importieren
el_gr: Εισαγωγή
es_es: Importar
fr_fr: Importer
it_it: Importa
ja_jp: インポート
pl_pl: Importuj
pt_pt: Importar
ru_ru: Внести

source: Domains will be automatically categorized.
chs: 域名将会自动分类。
de_de: Die Domänen werden automatisch kategorisiert.
el_gr: Οι τομείς θα κατηγοριοποιηθούν αυτόματα.
es_es: Los dominios se categorizarán de forma automática.
fr_fr: Les domaines seront automatiquement categorisés.
it_it: I domini saranno categorizzati automaticamente.
ja_jp: ドメインは自動的に分類されます。
pl_pl: Domeny zostaną automatycznie podzielone na kategorie.
pt_pt: Os domínios serão automaticamente categorizados.
ru_ru: Домены будут автоматически упорядочены по категориям.

source: Import domains to the Blacklist
chs: 将域名导入黑名单
de_de: Domänen in die Blacklist importieren
el_gr: Εισαγωγή τομέων στην Blacklist
es_es: Importar dominios a la Blacklist
fr_fr: Importer des domaines à la blacklist
it_it: Importa domini nella Blacklist
ja_jp: ドメインをブラックリストにインポート
pl_pl: Importuj domeny do czarnej listy
pt_pt: Importar domínios para a Blacklist
ru_ru: Внесите домены в черный список

source: Select tar.gz file
chs: 选择tar.gz文件
de_de: Die tar.gz-Datei auswählen
el_gr: Επιλέξτε το αρχείο tar.gz
es_es: Seleccionar archivo tar.gz
fr_fr: Sélectionner un fichier tar.gz
it_it: Seleziona file tar.gz
ja_jp: tar.gzファイルを選択
pl_pl: Wybierz plik tar.gz
pt_pt: Selecionar ficheiro tar.gz
ru_ru: Выберите файл tar.gz

source: Close
chs: 关闭
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Закрыть

source: Blacklist categories
chs: 黑名单类别
de_de: Blacklist-Kategorien
el_gr: Κατηγορίες Blacklist
es_es: Categorias de Blacklist
fr_fr: Catégories de la Blacklist
it_it: Categorie Blacklist
ja_jp: ブラックリストカテゴリ
pl_pl: Kategorie czarnej listy
pt_pt: Categorias de Blacklist
ru_ru: Категории черного списка

source: Query the Blacklist
chs: 查询黑名单
de_de: Die Blacklist abfragen
el_gr: Αναζήτηση στην Blacklist
es_es: Consultar la Blacklist
fr_fr: Requêter la Blacklist
it_it: Ricerca nella Blacklist
ja_jp: ブラックリストのクエリ
pl_pl: Zapytanie dotyczące czarnej listy
pt_pt: Interrogar a Blacklist
ru_ru: Сделать запрос на черный список

source: Refresh the Blacklist
chs: 刷新黑名单
de_de: Die Blacklist auffrischen
el_gr: Ανανέωση Blacklist
es_es: Actualizar la Blacklist
fr_fr: Rafraichir la Blacklist
it_it: Aggiorna la Blacklist
ja_jp: ブラックリストを更新
pl_pl: Odśwież czarną listę
pt_pt: Atualizar a Blacklist
ru_ru: Обновить черный список

source: Do you confirm the action?
chs: 您确认这项操作吗？
de_de: Die Aktion bestätigen?
el_gr: Θέλετε να επιβεβαιώσετε την ενέργεια;
es_es: ¿Confirmas esta acción?
fr_fr: Confirmez-vous l'action ?
it_it: Confermi l'azione?
ja_jp: アクションを確認しますか？
pl_pl: Czy potwierdzasz działanie?
pt_pt: Confirma ação?
ru_ru: Вы подтверждаете данное действие?

source: Domains
chs: 域名
de_de: Die Aktion bestätigen?
el_gr: Τομείς
es_es: Dominios
fr_fr: Domaines
it_it: Domini
ja_jp: ドメイン
pl_pl: Domeny
pt_pt: Domínios
ru_ru: Домены

source: Actions
chs: 操作
de_de: Aktionen
el_gr: Ενέργειες
es_es: Acciones
it_it: Azioni
ja_jp: アクション
pl_pl: Działania
pt_pt: Ações
ru_ru: Действия

source: Export all domains of this category
chs: 导出此类别的所有域名
de_de: Alle Domänen dieser Kategorie exportieren
el_gr: Εξαγωγή όλων των τομέων αυτής της κατηγορίας
es_es: Exportar todos los dominios de esta categoría
fr_fr: Exporter tous les domaines de cette categorie
it_it: Esportare tutti i domini di questa categoria?
ja_jp: このカテゴリのすべてのドメインをエクスポート
pl_pl: Eksportuj wszystkie domeny tej kategorii
pt_pt: Exportar todos os domínios desta categoria
ru_ru: Вывести все домены данной категории

source: Delete
chs: 删除
de_de: Löschen
el_gr: Διαγραφή
es_es: Eliminar
fr_fr: Supprimer
it_it: Cancella
ja_jp: 削除
pl_pl: Usuń
pt_pt: Eliminar
ru_ru: Удалить

source: Are you sure you want to delete the category {0} and all the domains it contains?
chs: 确定要删除类别{0}及其包含的所有域名吗？
de_de: Sind Sie sicher, dass Sie die Kategorie {0} und alle darin enthaltenen Domänen löschen wollen?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε την κατηγορία {0} και όλους τους τομείς που περιέχονται σε αυτήν;
es_es: ¿Estás seguro de querer eliminar la categoría {0} y todos los dominios que contiene?
fr_fr: Êtes-vous certain de supprimer la catégorie {0} et tous les domaines qu'elle contient ?
it_it: Sicuro di voler cancellare la categoria {0} e tutti i domini che contiene?
ja_jp: カテゴリ{0}とそのカテゴリに含まれるすべてのドメインを削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć kategorię {0} i wszystkie zawarte w niej domeny?
pt_pt: Pretende mesmo eliminar a categoria {0} e todos os domínios que contém?
ru_ru: Вы уверенны, что хотите удалить категорию {0} и все домены, содержащиеся в ней?

source: Change the category
chs: 更改类别
de_de: Die Kategorie ändern
el_gr: Αλλαγή κατηγορίας
es_es: Cambiar la categoría
fr_fr: Changer la catégorie
it_it: Cambia la categoria
ja_jp: カテゴリを変更
pl_pl: Zmień kategorię
pt_pt: Mudar a categoria
ru_ru: Изменить категорию

source: Export categories
chs: 导出类别
de_de: Kategorien exportieren
el_gr: Εξαγωγή κατηγοριών
es_es: Exportar categorías
fr_fr: Exporter les catégories
it_it: Esporta categorie
ja_jp: カテゴリをエクスポート
pl_pl: Eksportuj kategorie
pt_pt: Exportar categorias
ru_ru: Вывести категории

source: Delete categories
chs: 删除类别
de_de: Kategorien löschen
el_gr: Διαγραφή κατηγοριών
es_es: Eliminar categorías
fr_fr: Supprimer les catégories
it_it: Cancella categorie
ja_jp: カテゴリを削除
pl_pl: Usuń kategorie
pt_pt: Eliminar categorias
ru_ru: Удалить категории

source: (select action)
chs: （选择操作）
de_de: (Aktion auswählen)
el_gr: (επιλέξτε ενέργεια)
es_es: (seleccionar acción)
fr_fr: (sélectionner une action)
it_it: (selezione azione)
ja_jp: （アクションを選択）
pl_pl: (wybierz działanie)
pt_pt: (selecionar ação)
ru_ru: (выберите действие)

source: Set a new category
chs: 设定新类别
de_de: Eine neue Kategorie einstellen
el_gr: Ορίστε νέα κατηγορία
es_es: Establecer una nueva categoría
fr_fr: Définir une nouvelle catégorie
it_it: Imposta una nuova categoria
ja_jp: 新しいカテゴリを設定
pl_pl: Ustaw nową kategorię
pt_pt: Definir uma nova categoria
ru_ru: Установите новую категорию
