Repository: keexybox/keexyapp
Catalog: src/Locale/*/default.po
Languages: chs, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru

source: Firewall and routing
chs: 防火墙与路由
de_de: Firewall und Routing
el_gr: Firewall και δρομολόγηση
es_es: Firewall y enrutamiento
fr_fr: Pare-feu et routage
it_it: Firewall e routing
ja_jp: ファイアウォールとルーティング
pl_pl: Zapora i routing
pt_pt: Firewall e roteamento
ru_ru: Межсетевой экран и маршрут

source: Manage domains routing
chs: 管理域名路由
de_de: Domänenrouting verwalten
el_gr: Διαχείριση τομέων δρομολόγησης
es_es: Gestionar enrutamiento de dominios
fr_fr: Gestion du routage des domaines
it_it: Gestione routing domini
ja_jp: ドメインルーティングの管理
pl_pl: Zarządzaj routingiem domen
pt_pt: Gerir roteamento de domínios
ru_ru: Управление доменными маршрутизациями

source: Manage Firewall
chs: 管理防火墙
de_de: Firewall verwalten
el_gr: Διαχείριση firewall
es_es: Gestionar firewall
fr_fr: Gérer le pare-feu
it_it: Gestione Firewall
ja_jp: ファイアウォールの管理
pl_pl: Zarządzaj zaporą
pt_pt: Gerir Firewall
ru_ru: Управление межсетевым экраном

source: Mon.
chs: 星期一
de_de: Mo.
el_gr: Δευ.
es_es: Lun.
fr_fr: Lun.
it_it: Lun
ja_jp: 月曜
pl_pl: Pon.
pt_pt: Seg.
ru_ru: Пн.

source: Tue.
chs: 星期二
de_de: Di.
el_gr: Τρι.
es_es: Mar.
fr_fr: Mar.
it_it: Mar
ja_jp: 火曜
pl_pl: Wt.
pt_pt: Ter.
ru_ru: Вт.

source: Wed.
chs: 星期三
de_de: Mi.
el_gr: Τετ.
es_es: Mier.
fr_fr: Mer.
it_it: Mer
ja_jp: 水曜
pl_pl: Śr.
pt_pt: Qua.
ru_ru: Ср.

source: Thu.
chs: 星期四
de_de: Do.
el_gr: Πέμ.
es_es: Jue.
fr_fr: Jeu.
it_it: Gio
ja_jp: 木曜
pl_pl: Czw.
pt_pt: Qui.
ru_ru: Чт.

source: Fri.
chs: 星期五
de_de: Fr.
el_gr: Παρ.
es_es: Vier.
fr_fr: Ven.
it_it: Ven
ja_jp: 金曜
pl_pl: Pt.
pt_pt: Sex.
ru_ru: Пт.

source: Sat.
chs: 星期六
de_de: Sa.
el_gr: Σαβ.
es_es: Sab.
fr_fr: Sam.
it_it: Sab
ja_jp: 土曜
pl_pl: Sob.
pt_pt: Sáb.
ru_ru: Сб.

source: Sun.
chs: 星期天
de_de: So.
el_gr: Κυρ.
es_es: Dom.
fr_fr: Dim.
it_it: Dom
ja_jp: 日曜
pl_pl: Niedz.
pt_pt: Dom.
ru_ru: Вс.

source: Start time
chs: 开始时间
de_de: Startzeit
el_gr: Ώρα έναρξης
es_es: Hora de inicio
fr_fr: Heure de début
it_it: Ora inizio
ja_jp: 開始時刻
pl_pl: Godzina rozpoczęcia
pt_pt: Hora de início
ru_ru: Время начала

source: End time
chs: 结束时间
de_de: Endzeit
el_gr: Ώρα τέλους
es_es: Hora de fin
fr_fr: Heure de fin
it_it: Ora fine
ja_jp: 終了時間
pl_pl: Godzina zakończenia
pt_pt: Hora de fim
ru_ru: Время завершения

source: Are you sure you want to delete?
chs: 您确定要删除？
de_de: Wirklich löschen?
el_gr: Είστε σίγουροι ότι θέλετε να προχωρήσετε σε διαγραφή;
es_es: ¿Estás seguro de que deseas eliminarlo?
fr_fr: Etes-vous certain de supprimer ?
it_it: Sicuro di voler cancellare?
ja_jp: 削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć?
pt_pt: Pretende mesmo eliminar?
ru_ru: Вы уверенны, что хотите удалить?

source: Add schedule
chs: 添加计划
de_de: Liste hinzufügen
el_gr: Προσθήκη χρονοδιαγράμματος
es_es: Añadir horario
fr_fr: Ajouter un horaire
it_it: Aggiungi programma
ja_jp: スケジュールを追加
pl_pl: Dodaj harmonogram
pt_pt: Adicionar programa
ru_ru: Добавить список

source: Remove last schedule
chs: 删除最后一个计划
de_de: Letzte Liste entfernen
el_gr: Κατάργηση του τελευταίου χρονοδιαγράμματος
es_es: Eliminar el último horario
fr_fr: Retirer le dernier horaire
it_it: Rimuovi ultimo programma
ja_jp: 最後のスケジュールを削除
pl_pl: Usuń ostatni harmonogram
pt_pt: Remover último programa
ru_ru: Убрать последний список

source: None selected
chs: 未选择
de_de: Nicht ausgewählt
el_gr: Κανένα επιλεγμένο
es_es: Ninguno seleccionado
fr_fr: Aucune sélectionnée
it_it: Nessuna selezione
ja_jp: 選択されていません
pl_pl: Nie wybrano żadnego
pt_pt: Nada selecionado
ru_ru: Ничего не выбрано

source: selected
chs: 已选择
de_de: Ausgewählt
el_gr: Επιλεγμένο
es_es: seleccionado
fr_fr: sélectionnées
it_it: selezionata
ja_jp: 選択済み
pl_pl: wybrano
pt_pt: selecionado
ru_ru: Выбрано

source: Select all
chs: 全选
de_de: Alle auswählen
el_gr: Επιλογή όλων
es_es: Seleccionar todos
fr_fr: Tout sélectionner
it_it: Seleziona tutto
ja_jp: すべて選択
pl_pl: Wybierz wszystkie
pt_pt: Selecionar tudo
ru_ru: Выбрать все

source: Export the profile
chs: 导出配置文件
de_de: Das Profil exportieren
el_gr: Εξαγωγή του προφίλ
es_es: Exportar el perfil
fr_fr: Exporter le profil
it_it: Esporta il profilo
ja_jp: プロファイルをエクスポート
pl_pl: Eksportuj profil
pt_pt: Exportar o perfil
ru_ru: Экспортировать профиль

source: Export settings
chs: 导出设置
de_de: Einstellungen exportieren
el_gr: Ρυθμίσεις εξαγωγής
es_es: Exportar configuraciones
fr_fr: Exporter les paramètres
it_it: Esporta impostazioni
ja_jp: 設定をエクスポート
pl_pl: Ustawienia eksportu
pt_pt: Exportar definições
ru_ru: Экспортировать настройки

source: Export connection schedules
chs: 导出连接计划
de_de: Verbindungslisten exportieren
el_gr: Εξαγωγή χρονοδιαγραμμάτων σύνδεσης
es_es: Exportar horarios de conexión
fr_fr: Exporter les horaires de connexion
it_it: Esporta programmi connessione
ja_jp: 接続スケジュールをエクスポート
pl_pl: Eksportuj harmonogramy połączeń
pt_pt: Exportar programas de ligação
ru_ru: Экспортировать списки подключений

source: Export Blacklist categories
chs: 导出黑名单类别
de_de: Blacklist-Kategorien exportieren
el_gr: Εξαγωγή κατηγοριών Blacklist
es_es: Exportar categorías de Blacklist
fr_fr: Exporter les catégories de la blacklist
it_it: Esporta categorie Blacklist
ja_jp: ブラックリストカテゴリをエクスポート
pl_pl: Eksportuj kategorie czarnej listy
pt_pt: Exportar categorias de Blacklists
ru_ru: Экспортировать категории черного списка

source: Export domain routing
chs: 导出域名路由
de_de: Domänenrouting exportieren
el_gr: Εξαγωγή τομέα δρομολόγησης
es_es: Exportar enrutamiento de dominios
fr_fr: Exporter le routage des domaines
it_it: Esporta routing dominio
ja_jp: ドメインルーティングをエクスポート
pl_pl: Eksportuj routing domeny
pt_pt: Exportar roteamento de domínio
ru_ru: Экспортировать доменную маршрутизацию

source: Export firewall rules
chs: 导出防火墙规则
de_de: Firewall-Regeln exportiere
el_gr: Εξαγωγή κανόνων firewall
es_es: Exportar reglas de firewall
fr_fr: Exporter les règles pare-feu
it_it: Esporta regole firewall
ja_jp: ファイアウォールルールをエクスポート
pl_pl: Eksportuj reguły zapory
pt_pt: Exportar regras de firewall
ru_ru: Экпортировать правила межсетевого экрана

source: Export
chs: 导出
de_de: Exportieren
el_gr: Εξαγωγή
es_es: Exportar
fr_fr: Exporter
it_it: Esporta
ja_jp: エクスポート
pl_pl: Eksportuj
pt_pt: Exportar
ru_ru: Экспортировать

source: Import a profile
chs: 导入配置文件
de_de: Ein Profil exportieren
el_gr: Εισαγωγή προφίλ
es_es: Importar un perfil
fr_fr: Importer un profil
it_it: Importa un profilo
ja_jp: プロファイルをインポート
pl_pl: Importuj profil
pt_pt: Importar um perfil
ru_ru: Импортировать профиль

source: Default firewall rule
chs: 默认防火墙规则
de_de: Standard-Firewallregel
el_gr: Προεπιλεγμένος κανόνας firewall
es_es: Regla de firewall por defecto
fr_fr: Règle pare-feu par défaut
it_it: Regola firewall di default
ja_jp: デフォルトのファイアウォールルール
pl_pl: Domyślna reguła zapory
pt_pt: Regra de firewall predefinida
ru_ru: По умолчанию правило межсетевого экрана

source: Import to profile
chs: 导入配置文件
de_de: In das Profil importieren
el_gr: Εισαγωγή στο προφίλ
es_es: Importar al perfil
fr_fr: Importer au profil
it_it: Importa nel profilo
ja_jp: プロファイルにインポート
pl_pl: Importuj do profilu
pt_pt: Importar para perfil
ru_ru: Внести в профиль

source: domain(s)
chs: 域名
de_de: Domäne(n)
el_gr: τομέας(είς)
es_es: dominio(s)
fr_fr: domaine(s)
it_it: domini(o)
ja_jp: ドメイン
pl_pl: domena(-y)
pt_pt: domínio(s)
ru_ru: домен(ы)

source: Nothing to import
chs: 没有要导入的内容
de_de: Nichts zum Importieren
el_gr: Δεν βρέθηκε τίποτα για να εισαχθεί
es_es: Nada que importar
fr_fr: Rien à importer
it_it: Nulla da importare
ja_jp: インポートするものがありません
pl_pl: Nie ma niczego do zaimportowania
pt_pt: Nada a importar
ru_ru: Нет данных для импорта

source: Import domain routing
chs: 导入域名路由
de_de: Domänenrouting importieren
el_gr: Εισαγωγή τομέα δρομολόγησης
es_es: Importar enrutamiento de dominios
fr_fr: Importer le routage des domaines
it_it: Importa routing dominio
ja_jp: ドメインルーティングをインポート
pl_pl: Importuj routing domeny
pt_pt: Importar roteamento de domínio
ru_ru: Импортировать доменную маршрутизацию

source: rule(s)
chs: 规则
de_de: Regel(n
el_gr: κανόνας(ες)
es_es: regla(s)
fr_fr: règle(s)
it_it: regola/e
ja_jp: ルール
pl_pl: reguła(-y)
pt_pt: regra(s)
ru_ru: правило(а)

source: Import firewall rules
chs: 导入防火墙规则
de_de: Firewall-Regeln importieren
el_gr: Εισαγωγή κανόνων firewall
es_es: Importar reglas de firewall
fr_fr: Importer les règles pare-feu
it_it: Importa regole firewall
ja_jp: ファイアウォールルールをインポート
pl_pl: Importuj reguły zapory
pt_pt: Importar regras de firewall
ru_ru: Импортировать правила межсетевого экрана

source: Import connection schedules
chs: 导入连接计划
de_de: Verbindungspläne importieren
el_gr: Εισαγωγή χρονοδιαγραμμάτων σύνδεσης
es_es: Importar horarios de conexión
fr_fr: Importer les horaires de connexion
it_it: Importa programmi connessione
ja_jp: 接続スケジュールをインポート
pl_pl: Importuj harmonogramy połączeń
pt_pt: Importar programas de ligação
ru_ru: Импортировать списки подключений

source: The following schedules will be imported:
chs: 以下计划将被导入：
de_de: Die folgenden Listen werden importiert:
el_gr: Τα ακόλουθα χρονοδιαγράμματα θα εισαχθούν:
es_es: Se importarán los siguientes horarios:
fr_fr: Les horaires suivants seront importés:
it_it: I seguenti programmi saranno importati:
ja_jp: 次のスケジュールがインポートされます：
pl_pl: Zaimportowane zostaną następujące harmonogramy:
pt_pt: Os seguintes programas serão importados:
ru_ru: Следующие списки будут внесены:

source: Add a profile
chs: 添加配置文件
de_de: Ein Profil hinzufügen
el_gr: Προσθήκη προφίλ
es_es: Añadir un perfil
fr_fr: Ajouter un profil
it_it: Aggiungi in profilo
ja_jp: プロファイルを追加
pl_pl: Dodaj profil
pt_pt: Adicionar um perfil
ru_ru: Добавить профиль

source: DNS to TOR
chs: DNS到TOR
de_de: DNS zu TOR
el_gr: DNS σε TOR
es_es: DNS a TOR
fr_fr: DNS vers TOR
it_it: DNS in TOR
ja_jp: DNSからTOR
pl_pl: DNS do TOR
pt_pt: DNS para TOR
ru_ru: DNS к TOR

source: Manage firewall
chs: 管理防火墙
de_de: Firewall verwalten
el_gr: Διαχείριση firewall
es_es: Gestionar firewall
fr_fr: Gérer le pare-feu
it_it: Gestisci firewall
ja_jp: ファイアウォールを管理
pl_pl: Zarządzaj zaporą
pt_pt: Gerir firewall
ru_ru: Управлять межсетевым экраном

source: Reload the profile
chs: 重新加载配置文件
de_de: Das Profil erneut laden
el_gr: Επαναφόρτωση του προφίλ
es_es: Volver a cargar el perfil
fr_fr: Recharger le profil
it_it: Ricarica il profilo
ja_jp: プロファイルをリロード
pl_pl: Załaduj nowy profil
pt_pt: Recarregar o perfil
ru_ru: Перезагрузите профиль

source: Reload the profile?
chs: 重新加载配置文件？
de_de: Das Profil erneut laden?
el_gr: Να γίνει επαναφόρτωση του προφίλ;
es_es: ¿Volver a cargar el perfil?
fr_fr: Recharger le profil ?
it_it: Ricaricare il profilo?
ja_jp: プロファイルをリロードしますか？
pl_pl: Załadować nowy profil?
pt_pt: Recarregar o perfil?
ru_ru: Перезагрузить профиль?

source: Users and devices attached to this profile will be assigned to the default profile. Do you confirm the deletion of the profile {0}?
chs: 附加到此配置文件的用户和设备将分配给默认配置文件。是否确认删除配置文件{0}？
de_de: Diesem Profil zugeordnete User und Geräte werden dem Standardprofil zugeordnet. Die Löschung des Profils bestätigen {0}
el_gr: Οι χρήστες και οι συσκευές που συνδέονται με αυτό το προφίλ θα αντιστοιχιστούν στο προεπιλεγμένο προφίλ. Να γίνει επιβεβαίωση της διαγραφής του προφίλ {0};
es_es: Los usuarios y los dispositivos vinculados a este perfil se asignarán al perfil por defecto. ¿Confirmas la eliminación del perfil {0}?
fr_fr: Les utilisateurs et les appareils qui dépendent de ce profil seront assignés au profil par défaut. Confirmez-vous la suppression du profil {0} ?
it_it: Gli utenti e i dispositivi collegati a questo profilo saranno assegnati al profilo di default. Confermi di voler cancellare il profilo {0}?
ja_jp: このプロファイルに接続されているユーザーとデバイスは、デフォルトのプロファイルに割り当てられます。プロファイル{0}の削除を確定しますか？
pl_pl: Użytkownicy i urządzenia podłączone do tego profilu będą przypisane do profilu domyślnego. Czy potwierdzasz usunięcie profilu {0}?
pt_pt: Os utilizadores e dispositivos anexos a este perfil serão atribuídos ao perfil por defeito. Confirma a eliminação deste perfil {0}?
ru_ru: Пользователи и устройства, привязанные к профилю, будут определены по умолчанию. Вы подтверждаете удаление профиля {0}?

source: Upload
chs: 上传
el_gr: Τηλεφόρτωση
es_es: Subir
fr_fr: Charger
it_it: Carica
ja_jp: アップロード
pl_pl: Prześlij
pt_pt: Carregar
ru_ru: Загрузить

source: Profiles are used to define connection settings such as access times, domain categories to block, type of connection. Profiles will be assigned to users or your devices. Here you can create profiles.
chs: 配置文件用于定义连接设置，如访问时间、要阻止的域名类别和连接类型。配置文件将分配给用户或您的设备。您可以在此处创建配置文件。
de_de: Profile werden zum Festlegen von Einstellungen, wie z. B. Zugangszeit, zu sperrende Domänenkategorien, Verbindungstyp, verwendet. Profile werden User oder Ihren Geräten zugeordnet. Hier können Sie Profile anlegen.
el_gr: Τα προφίλ χρησιμοποιούνται για τον καθορισμό των ρυθμίσεων σύνδεσης, όπως είναι οι χρόνοι πρόσβασης, οι κατηγορίες τομέων για αποκλεισμό, ο τύπος σύνδεσης. Τα προφίλ θα αντιστοιχιστούν στους χρήστες ή στις συσκευές σας. Εδώ μπορείτε να δημιουργήσετε προφίλ.
es_es: Los perfiles se utilizan para definir la configuración de la conexión, como las horas de acceso, las categorías de dominios a bloquear o el tipo de conexión. Los perfiles se asignarán a usuarios o a tus dispositivos. Aquí puedes crear perfiles.
fr_fr: Les profils sont utilisés pour définir les paramètres de connection tels que les horaires d'accès, les catégories de domaines à bloquer, le type de connection. Les profiles seront assgnés à vos utilisateurs ou vos appareils. Vous pouvez ici créer les profils.
it_it: I profili sono usati per definire impostazioni di connessione quali gli orari di accesso, le categorie di dominio da bloccare, il tipo di connessione. I profili saranno assegnati agli utenti o ai dispositivi. Qui puoi creare profili.
ja_jp: プロファイルは、アクセス時間、ブロックするドメインカテゴリ、接続タイプなどの接続設定を定義するために使用されます。プロファイルは、ユーザーまたはデバイスに割り当てられます。ここでプロファイルを作成することができます。
pl_pl: Profile służą do definiowania ustawień połączenia, takich jak czasy dostępu, kategorie domen do zablokowania, rodzaj połączenia. Profile zostaną przypisane do użytkowników lub urządzeń. Tutaj możesz tworzyć profile.
pt_pt: Os perfis são usados para definir a configuração de ligação tal como as horas de acesso, cas categorias de domínio a bloquear, o tipo de ligação. Os perfis serão atribuídos a utilizadores ou aos seus dispositivos. Aqui pode criar perfis.
ru_ru: Профили используются для определения настроек подключений: времени подключений, категорий домена для блокировки, типа подключений. Профили будут привязаны к пользователям и устройствам. Здесь вы можете создать профили.

source: Set the name of the profile.
chs: 设置配置文件名称。
de_de: Den Namen des Profils festlegen.
el_gr: Ορίστε το όνομα του προφίλ.
es_es: Configurar el nombre del perfil.
fr_fr: Définissez le nom du profil.
it_it: Imposta il nome del profilo.
ja_jp: プロファイル名を設定します。
pl_pl: Ustaw nazwę profilu.
pt_pt: Definir o nome do perfil.
ru_ru: Установите имя профиля.

source: Use anonymous connection (Tor) or not (Direct).
chs: 使用匿名连接（Tor）或不使用匿名连接（直接）。
de_de: Anonyme Verbindung (Tor) oder nicht (Direkt) verwenden
el_gr: Χρησιμοποιήστε ανώνυμη σύνδεση (Tor) ή μη (Άμεση).
es_es: Usar conexión anónima (Tor) o no (Directa).
fr_fr: Utiliser une connexion anonyme (Tor) ou pas (Direct).
it_it: Usa connessione anonima (Tor) o no (Direct).
ja_jp: 匿名接続を使用する（Tor）または使用しない（直接）。
pl_pl: Użyj połączenia anonimowego (Tor) lub nie (Bezpośrednie).
pt_pt: Usar ligação anónima (Tor) ou não (Direta).
ru_ru: Используйте анонимное подключение (Tor), а не (Direct-прямое).

source: Drop or allow connections to the Internet by default.
chs: 默认情况下，断开或允许连接到互联网。
de_de: Verbindungen mit dem Internet standardmäßig ablehnen oder zulassen.
el_gr: Αποθέστε ή επιτρέψτε προκαθορισμένες συνδέσεις στο Διαδίκτυο.
es_es: Rechazar o permitir conexiones a Internet por defecto.
fr_fr: Rejeter ou autoriser par défaut les connecions vers l'Internet.
it_it: Lascia o consenti connessioni a Internet di default.
ja_jp: デフォルトでインターネットへの接続をドロップまたは許可します。
pl_pl: Domyślnie odrzucaj lub zezwalaj na połączenia z Internetem.
pt_pt: Soltar e permitir as ligações à Internet por defeito.
ru_ru: По умолчанию разрешить подключение к интернету или запретить.

source: Click {0} if you want to create profiles later or you do not have other profiles to create.
chs: 如果以后要创建配置文件或没有其他配置文件要创建，请点击{0}。
de_de: Auf {0} klicken, wenn Sie Profile später anlegen oder keine weiteren Profile mehr anlegen möchten
el_gr: Κάντε κλικ στο {0} εάν θέλετε να δημιουργήσετε προφίλ αργότερα ή εάν δεν έχετε άλλα προφίλ για δημιουργία.
es_es: Haz clic en {0} si deseas crear perfiles más tarde o no tienes otros perfiles para crear.
fr_fr: Cliquez sur {0} si vous souhaitez créer les profils plus tard ou si vous n'avez pas d'autres profils à créer.
it_it: Clicca {0} se vuoi creare profili in seguito o non hai altri profili da creare.
ja_jp: 後でプロファイルを作成する場合、または他に作成するプロファイルがない場合は、{0}をクリックします。
pl_pl: Kliknij {0}, jeśli chcesz utworzyć profile później lub nie masz innych profili do utworzenia.
pt_pt: Clique em {0} se desejar criar perfis mais tarde o se não tiver mais perfis para criar.
ru_ru: Нажмите {0}, если хотите создать профили позже, или если вам больше не нужно совершать данное действие.

source: You can now adjust the profile settings.
chs: 现在您可以调整配置文件设置。
de_de: Jetzt können Sie die Profileinstellungen anpassen.
el_gr: Τώρα μπορείτε να προσαρμόσετε τις ρυθμίσεις προφίλ.
es_es: Ahora puedes ajustar la configuración del perfil.
fr_fr: Vous pouvez ajuster maintenant les paramètres du profil.
it_it: Ora puoi regolare le impostazioni di profilo.
ja_jp: プロファイル設定を調整できるようになりました。
pl_pl: Możesz teraz dostosować ustawienia profilu.
pt_pt: Pode ajustar as definições de perfil.
ru_ru: Вы можете настроить параметры профиля.

source: This option enables logging and permits connection statistics.
chs: 该选项启用日志记录并允许连接统计信息。
de_de: Diese Option ermöglicht das Einloggen und lässt Verbindungsstatistiken zu
el_gr: Αυτή η επιλογή ενεργοποιεί την καταγραφή και επιτρέπει τις στατιστικές σύνδεσης.
es_es: Esta opción activa el registro y permite las estadísticas de conexión.
fr_fr: Cette option active la journalisation et permet d'avoir les statistiques des connexions.
it_it: Questa opzione consente la registrazione e permette le statistiche di connessione
ja_jp: このオプションはロギングを有効にし、接続統計を許可します。
pl_pl: Ta opcja umożliwia rejestrowanie i zezwala na statystyki połączeń.
pt_pt: Esta opção ativa o início de sessão e permite as estatísticas da ligação.
ru_ru: Данная настройка активирует логирование и статистику подключений.

source: These options enable filtering in search engines.
chs: 这些选项可以在搜索引擎中进行筛选。
de_de: Diese Optionen ermöglichen das Filtern in Suchmaschinen
el_gr: Αυτές οι επιλογές ενεργοποιούν το φιλτράρισμα σε μηχανές αναζήτησης.
es_es: Estas opciones activan el filtrado en los motores de búsqueda.
fr_fr: Ces options activent le filtrage dans les moteurs de recherche.
it_it: Queste opzioni abilitano il filtro nei motori di ricerca.
ja_jp: これらのオプションにより、検索エンジンでのフィルタリングが可能になります。
pl_pl: Te opcje umożliwiają filtrowanie w wyszukiwarkach.
pt_pt: Estas opções permitem a filtragem de motores de pesquisa.
ru_ru: Данные настройки активируют фильтрацию в поисковых системах.

source: Enable Blacklist categories to use for blocking domains.
chs: 启用黑名单类别，以用于屏蔽域名。
de_de: Aktiviert Blacklist-Kategorien zum Verwenden von gesperrten Domänen.
el_gr: Ενεργοποιήστε τις κατηγορίες Blacklist που θέλετε να χρησιμοποιήσετε για τον αποκλεισμό τομέων.
es_es: Activar categorías de Blacklist para usar en el bloqueo de dominios.
fr_fr: Active les catégories de la Blacklist à utiliser pour bloquer les domaines.
it_it: Consenti l'uso di categorie di Blacklist per il blocco dei domini.
ja_jp: ドメインをブロックするのに使用するブラックリストカテゴリを有効にします。
pl_pl: Włącz kategorie czarnej listy do blokowania domen.
pt_pt: Ativar as categorias da Blacklist para usar o bloqueio de domínios.
ru_ru: Включите категории черного списка для блокировки домен.

source: This option allows you to redirect DNS queries to the Tor network for more anonymity.
chs: 选项可以让您将DNS查询重定向到Tor网络，以获得更高匿名性。
de_de: Mit dieser Option können Sie DNS-Anfragen für mehr Anonymität an das TOR-Netzwerk weiterleiten.
el_gr: Αυτή η επιλογή σάς επιτρέπει να ανακατευθύνετε τις αναζητήσεις DNS στο δίκτυο Tor για περισσότερη ανωνυμία.
es_es: Esta opción te permite redirigir consultas DNS a la red Tor para mayor anonimato.
fr_fr: Cette option permet de rediriger les requêtes DNS vers le réseau Tor pour plus d'anonymat.
it_it: Questa opzione consente il reindirizzamento delle query DNS alla rete Tor per maggior anonimato.
ja_jp: このオプションにより、DNSクエリをTorネットワークにリダイレクトして、匿名性を高めることができます。
pl_pl: Ta opcja pozwala przekierowywać zapytania DNS do sieci Tor w celu uzyskania większej anonimowości.
pt_pt: Esta opção permite-lhe redirigir a pesquisa DNS à rede Tor para mais anonimidade.
ru_ru: Данная настройка позволяет перенаправить DNS-запросы в сеть Tor для обеспечения большей анонимности.

source: Add Internet connection schedules.
chs: 添加互联网连接计划。
de_de: Internet-Verbindungslisten hinzufügen.
el_gr: Προσθήκη χρονοδιαγραμμάτων σύνδεσης στο Διαδίκτυο.
es_es: Añadir horarios de conexión a Internet.
fr_fr: Ajoute des horaires de connexion à Internet.
it_it: Aggiungi programmi di connessione Internet.
ja_jp: インターネット接続スケジュールを追加します。
pl_pl: Dodaj harmonogramy połączeń z Internetem.
pt_pt: Adicionar programas de ligação de Internet.
ru_ru: Добавьте списки интернет подключений.

source: Add a firewall rule
chs: 添加防火墙规则
de_de: Eine Firewall-Regel hinzufügen
el_gr: Προσθήκη κανόνα firewall
es_es: Añadir una regla de firewall
fr_fr: Ajout d'une règle pare-feu
it_it: Aggiungi una regola firewall
ja_jp: ファイアウォールルールを追加
pl_pl: Dodaj regułę zapory
pt_pt: Adicionar uma regra firewall
ru_ru: Добавьте правило межсетевого экрана

source: Source profile
chs: 源配置文件
de_de: Quellprofil
el_gr: Προέλευση προφίλ
es_es: Perfil fuente
fr_fr: Profil source
it_it: Profilo sorgente
ja_jp: ソースプロファイル
pl_pl: Profil źródłowy
pt_pt: Perfil fonte
ru_ru: Профиль источника

source: Destination type
chs: 目的类型
de_de: Empfängertyp
el_gr: Τύπος προορισμού
es_es: Tipo de destino
fr_fr: Type de destination
it_it: Tipo di destinazione
ja_jp: 宛先タイプ
pl_pl: Typ miejsca docelowego
pt_pt: Tipo de destino
ru_ru: Тип назначения

source: Network or single IP
chs: 网络或单个IP
de_de: Netzwerk- oder Einzel-IP
el_gr: Δίκτυο ή ενιαία IP
es_es: Red o IP única
fr_fr: Réseau ou IP simple
it_it: Rete o IP singolo
ja_jp: ネットワークまたは単一のIP
pl_pl: Sieć lub pojedynczy adres IP
pt_pt: IP de rede ou único
ru_ru: Сеть или единичный IP

source: IP range
chs: IP范围
de_de: IP-Bereich
el_gr: Κλίμακα IP
es_es: Intervalo IP
fr_fr: Plage d'IP
it_it: Range IP
ja_jp: IP範囲
pl_pl: Zakres IP
pt_pt: Faixa IP
ru_ru: Диапазон IP-адресов

source: Destination IP / MASK
chs: 目的IP/掩码
de_de: Empfänger-IP / -MASKE
el_gr: Προορισμός IP / ΜΑΣΚΑ
es_es: IP destino/MASK
fr_fr: IP / Masque de destination
it_it: IP destinazione / MASK
ja_jp: 宛先IP /マスク
pl_pl: Docelowy adres IP / MASKA
pt_pt: Destino IP / MASK
ru_ru: IP-адрес назначения/МАСКА

source: Destination IP Range
chs: 目的IP范围
de_de: Empfänger-IP-Bereich
el_gr: Κλίμακα IP προορισμού
es_es: Intervalo IP destino
fr_fr: Plage IP de destination
it_it: Range IP destinazione
ja_jp: 宛先IP範囲
pl_pl: Zakres docelowych adresów IP
pt_pt: Destino faixa IP
ru_ru: Диапазон IP-адресов назначения

source: Destination port range
chs: 目的端口范围
de_de: Empfänger-Port-Bereich
el_gr: Κλίμακα θύρας προορισμού
es_es: Intervalo puerto destino
fr_fr: Plage de ports de destination
it_it: Range porta destinazione
ja_jp: 宛先ポート範囲
pl_pl: Zakres docelowych portów
pt_pt: Destino faixa porta
ru_ru: Диапазон порта назначений

source: ANY
chs: 任何
de_de: JEDER
el_gr: ΟΠΟΙΑΔΗΠΟΤΕ
es_es: NINGUNO
it_it: QUALSIASI
ja_jp: どれでも
pl_pl: DOWOLNY
pt_pt: QUALQUER
ru_ru: ЛЮБОЙ

source: port
chs: 端口
el_gr: θύρα
es_es: puerto
it_it: porta
ja_jp: ポート
pt_pt: porta
ru_ru: порт
