Repository: keexybox/keexyapp
Catalog: src/Locale/*/default.po
Languages: chs, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru

source: Run
chs: 运行
de_de: Durchlauf
el_gr: Φόρτωση
es_es: Ejecutar
fr_fr: Executer
it_it: Aziona
ja_jp: 実行
pl_pl: Uruchom
pt_pt: Executar
ru_ru: Выполнить

source: The Blacklist is empty.
chs: 黑名单是空的。
de_de: Die Blacklist ist leer.
el_gr: Η Blacklist είναι άδεια.
es_es: La Blacklist está vacía.
fr_fr: La Blacklist est vide.
it_it: La Blacklist è vuota.
ja_jp: ブラックリストは空です。
pl_pl: Czarna lista jest pusta.
pt_pt: A Blacklist está vazia.
ru_ru: Черный список пуст.

source: You can download lists on Internet and import them to the Blacklist.
chs: 您可以在网上下载并导入黑名单。
de_de: Sie können Listen im Internet downloaden und in die Blacklist importieren.
el_gr: Μπορείτε να τηλεφορτώσετε λίστες στο Διαδίκτυο και να τις εισάγετε στην Blacklist.
es_es: Puedes descargar listas de Internet e importarlas en la Blacklist.
fr_fr: Vous pouvez télécharger des listes sur Internet et les importer dans la blacklist.
it_it: Puoi scaricare elenchi da Internet e importarli nella Blacklist.
ja_jp: インターネットでリストをダウンロードし、ブラックリストにインポートできます。
pl_pl: Możesz pobierać listy przez Internet i importować je na czarną listę.
pt_pt: Pode transferir listas da Internet e importá-las para a Blacklist.
ru_ru: Вы можете скачать списки в интернете и добавить их в черный список.

source: List Blacklist categories
chs: 列出黑名单类别
de_de: Blacklist-Kategorien auflisten
el_gr: Απαριθμήστε τις κατηγορίες της Blacklist
es_es: Enumerar categorías de Blacklist
fr_fr: Lister les categories de la Blacklist
it_it: Categorie elenco Blacklist
ja_jp: ブラックリストカテゴリを一覧表示
pl_pl: Lista kategorii czarnej listy
pt_pt: Listar categorias de Blacklists
ru_ru: Создать категории в черном списке

source: Results/page
chs: 结果/页
de_de: Ergebnisse/Seite
el_gr: Αποτελέσματα/σελίδα
es_es: Resultados/página
fr_fr: Résultats/page
it_it: Risultati/pagina
ja_jp: 結果/ページ
pl_pl: Wyniki/strona
pt_pt: Resultados/página
ru_ru: Результаты/страница

source: Domain
chs: 域名
de_de: Domäne
el_gr: Τομέας
es_es: Dominio
fr_fr: Domaine
it_it: Dominio
ja_jp: ドメイン
pl_pl: Domena
pt_pt: Domínio
ru_ru: Домен

source: KeexyBox’s configuration wizard
chs: KeexyBox配置助手
de_de: Konfigurationsassistent KeexyBox
el_gr: Αυτόματος οδηγός ρύθμισης KeexyBox
es_es: Asistente de configuración de KeexyBox
fr_fr: Assistant de configuration KeexyBox
it_it: Configurazione guidata KeexyBox
ja_jp: KeexyBox構成ウィザード
pl_pl: Asystent konfiguracji KeexyBox
pt_pt: Assistente de configuração KeexyBox
ru_ru: Ассистент конфигурации KeexyBox

source: The Blacklist is KeexyBox’s internal database containing the domains to block. By default the Blacklist is empty, KeexyBox is not provided with any list of domains. Here you can add domains to block or import lists that you can retrieve from the Internet.
chs: 黑名单是KeexyBox的内部数据库，包含要阻止的域名。默认情况下黑名单为空，KeexyBox不提供任何域名列表。您可以在这里添加域名，以阻止或导入从互联网检索到的列表。
de_de: Die Blacklist ist die interne Datenbank von KeexyBox, die die zu sperrenden Domänen enthält. Standardmäßig ist die Blacklist leer, KeexyBox enthält keine Domänenlisten. Hier können Sie Domänen zum Sperren hinzufügen oder Listen aus dem Internet importieren.
el_gr: Η Blacklist είναι η εσωτερική βάση δεδομένων του KeexyBox, η οποία περιέχει τους τομείς προς αποκλεισμό. Από προεπιλογή η Blacklist είναι κενή, το KeexyBox δεν παρέχεται με καμία λίστα τομέων. Εδώ μπορείτε να προσθέσετε τομείς προς αποκλεισμό ή να εισάγετε λίστες που μπορείτε να ανακτήσετε από το Διαδίκτυο.
es_es: La Blacklist es la base de datos interna de KeexyBox que contiene los dominios para bloquear. Por defecto, la Blacklist está vacía, KeexyBox no cuenta con ninguna lista de dominios. Aquí puedes añadir los dominios para bloquear o importar listas que puedes rescatar de Internet.
fr_fr: La Blacklist est une base de données interne à KeexyBox qui contient les domaines à bloquer. Par défaut la Blacklist est vide, KeexyBox n'est fourni avec aucune liste de domaines. Vous pouvez ici ajouter des domaines à bloquer ou importer des listes que vous pouvez récupérer sur Internet.
it_it: La Blacklist è il database interno di KeexyBox che contiene i domini da bloccare. Di default la Blacklist è vuota: KeexyBox non dispone di alcun elenco di domini. Qui puoi aggiungere domini da bloccare o importare elenchi che puoi recuperare in Internet.
ja_jp: ブラックリストは、KeexyBoxの内部データベースで、ブロックするドメインが含まれています。デフォルトではブラックリストは空で、KeexyBoxにはドメインのリストはありません。ここで、ブロックするドメインを追加したり、インターネットから取得できるリストをインポートしたりできます。
pl_pl: Czarna lista to wewnętrzna baza danych KeexyBox zawierająca domeny do zablokowania. Domyślnie czarna lista jest pusta, KeexyBox nie ma żadnej listy domen. Tutaj możesz dodawać domeny do blokowania lub importowania list, które możesz pobierać z Internetu.
pt_pt: A Blacklist é uma base de dados interna à KeexyBox que contém os domínios a bloquear. Por defeito, a Blacklist está vazia, a KeexyBox não é fornecida com uma lista de domínios. Aqui pode adicionar domínios a bloquear ou importar listas que pode recuperar na Internet.
ru_ru: Черный список - это внутрення международная база данных KeexyBox, включающая домены для блокировки. По умолчанию, если черный список пуст, то списки домен не поступают на KeexyBox. Здесь вы можете добавить домены для блокировки или загрузить списки из интернета.

source: Click {0} if you do not want to do it now.
chs: 如果您现在不想完成该操作，请点击{0}。
de_de: Zum Verschieben auf später hier Klicken {0}.
el_gr: Κάντε κλικ στο {0} εάν θέλετε να το κάνετε τώρα.
es_es: Haz clic en {0} si no deseas hacerlo ahora.
fr_fr: Cliquez sur {0} si vous ne souhaitez pas le faire maintenant.
it_it: Clicca {0} se non vuoi farlo ora.
ja_jp: 今すぐ実行したくない場合は{0}をクリックしてください。
pl_pl: Kliknij {0}, jeśli nie chcesz tego robić teraz.
pt_pt: Clique em {0} se não pretender fazê-lo agora.
ru_ru: Нажмите {0}, если хотите отложить данное действие.

source: Skip / Next
chs: 跳过/下一步
de_de: Überspringen / Weiter
el_gr: Παράλειψη / Επόμενο
es_es: Saltar/Siguiente
fr_fr: Ignorer / Suivant
it_it: Salta / Successivo
ja_jp: スキップ/次へ
pl_pl: Pomiń / Następna
pt_pt: Saltar / Seguinte
ru_ru: Пропустить / Далее

source: Back
chs: 返回
de_de: Zurück
el_gr: Επιστροφή
es_es: Atrás
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
pl_pl: Powrót
pt_pt: Voltar
ru_ru: Назад

source: Advanced settings and configuration management
chs: 高级设置与配置管理
de_de: Verwaltung von fortgeschrittenen Einstellungen und Konfigurationen
el_gr: Προηγμένες ρυθμίσεις και διαχείριση παραμέτρων
es_es: Configuración avanzada y gestión de la configuración
fr_fr: Paramètres avancés et gestion de la configuration
it_it: Impostazioni avanzate e gestione della configurazione
ja_jp: 詳細設定と構成管理
pl_pl: Ustawienia zaawansowane i zarządzanie konfiguracją
pt_pt: Gestão de definições avançadas e de configuração
ru_ru: Расширенные настройки и управление конфигурацией

source: Generate configuration files
chs: 生成配置文件
de_de: Konfigurationsdateien generieren
el_gr: Δημιουργία αρχείων ρυθμίσεων
es_es: Generar archivos de configuración
fr_fr: Générer les fichiers de configuration
it_it: Genera file di configurazione
ja_jp: 構成ファイルを生成
pl_pl: Generuj pliki konfiguracyjne
pt_pt: Criar ficheiros de configuração
ru_ru: Сгенерировать файлы конфигурации

source: (select a configuration)
chs: （选择配置）
de_de: (eine Konfiguration auswählen)
el_gr: (επιλέξτε ρύθμιση)
es_es: (seleccionar una configuración)
fr_fr: (sélectionner une configuration)
it_it: (selezionare una configurazione)
ja_jp: （構成を選択）
pl_pl: (wybierz konfigurację)
pt_pt: (selecionar uma configuração)
ru_ru: (выберите конфигурацию)

source: Generate
chs: 生成
de_de: Generieren
el_gr: Δημιουργία
es_es: Generar
fr_fr: Générer
it_it: Genera
ja_jp: 生成
pl_pl: Generuj
pt_pt: Criar
ru_ru: Генерировать

source: Advanced settings
chs: 高级设置
de_de: Fortgeschrittene Einstellungen
el_gr: Προηγμένες ρυθμίσεις
es_es: Configuración avanzada
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate
ja_jp: 詳細設定
pl_pl: Ustawienia zaawansowane
pt_pt: Definições avançadas
ru_ru: Расширенные настройки

source: Search
chs: 搜索
de_de: Suchen
el_gr: Αναζήτηση
es_es: Buscar
fr_fr: Rechercher
it_it: Cerca
ja_jp: 検索
pl_pl: Wyszukaj
pt_pt: Pesquisar
ru_ru: Поиск

source: Edit
chs: 编辑
de_de: Editieren
el_gr: Επεξεργασία
es_es: Editar
fr_fr: Editer
it_it: Modifica
ja_jp: 編集
pl_pl: Edytuj
pt_pt: Editar
ru_ru: Редактирование

source: previous
chs: 上一步
de_de: Zurück
el_gr: προηγούμενο
es_es: anterior
fr_fr: précédent
it_it: precedente
ja_jp: 前へ
pl_pl: poprzednia
pt_pt: anterior
ru_ru: предыдущий

source: next
chs: 下一步
de_de: Weiter
el_gr: επόμενο
es_es: siguiente
fr_fr: suivant
it_it: successivo
ja_jp: 次へ
pl_pl: następna
pt_pt: seguinte
ru_ru: следующий

source: Generate SSL certificate
chs: 生成SSL证书
de_de: SSL-Zertifikat generieren
el_gr: Δημιουργία πιστοποιητικού SSL
es_es: Generar certificado SSL
fr_fr: Générer le certificat SSL
it_it: Genera certificato SSL
ja_jp: SSL証明書を生成
pl_pl: Wygeneruj certyfikat SSL
pt_pt: Criar certificado SSL
ru_ru: Сгенерировать SSL-сертификат

source: Certificate will be replaced. Confirm?
chs: 证书将被更换。确认？
de_de: Das Zertfikat wird ersetzt. Bestätigen?
el_gr: Το πιστοποιητικό θα αντικατασταθεί. Να γίνει επιβεβαίωση;
es_es: El certificado se reemplazará. ¿Confirmar?
fr_fr: Le certification sera remplacé. Confirmer ?
it_it: Il certificato sarà sostituito: confermare?
ja_jp: 証明書は置き換えられます。確定しますか？
pl_pl: Certyfikat zostanie zastąpiony. Czy potwierdzasz?
pt_pt: O certificado será substituído. Confirmar?
ru_ru: Переместить серфтификат. Подтвердить?

source: Common Name
chs: 通用名称
de_de: Gemeinsamer Name
el_gr: Κοινό όνομα
es_es: Nombre común
fr_fr: Nom commun
it_it: Nome comune
ja_jp: 一般名
pl_pl: Nazwa własna
pt_pt: Nome comum
ru_ru: Общее наименование

source: (fqdn or hostname)
chs: （fqdn或主机名）
de_de: (Vollständiger Domänenname oder Hostname)
el_gr: (πλήρως εγκεκριμένο όνομα τομέα ή όνομα υπολογιστή)
es_es: (FQDN o nombre de equipo)
fr_fr: Nom d'hôte ou fqdn
it_it: (fqdn o nome host)
ja_jp: （FQDNまたはホスト名）
pl_pl: (fqdn lub nazwa hosta)
pt_pt: (fqdn ou nome do host)
ru_ru: (полное имя домена FQDN или имя узла)

source: Country code
chs: 国家代码
de_de: ändercode
el_gr: Κωδικός χώρας
es_es: Prefijo del país
fr_fr: Code pays
it_it: Codice paese
ja_jp: 国コード
pl_pl: Kod kraju
pt_pt: Código do país
ru_ru: Код страны

source: (2 letter code)
chs: （2个字母代码）
de_de: (2-Buchstabencode)
el_gr: (κωδικός δύο γραμμάτων)
es_es: (código de 2 letras)
fr_fr: (code à 2 lettres)
it_it: (codice a 2 lettere)
ja_jp: （2文字のコード）
pl_pl: Kod 2-literowy
pt_pt: (código de 2 letras)
ru_ru: (код из 2 букв)

source: State or Province Name
chs: 州/省名称
de_de: Staat oder Provinz
el_gr: όνομα Κράτους ή Επαρχίας
es_es: Nombre del estado o provincia
fr_fr: Etat ou nom de région
it_it: Nome stato o provincia
ja_jp: 都道府県名
pl_pl: Nazwa stanu lub prowincji
pt_pt: Nome do estado ou província
ru_ru: Название штата или региона

source: (full name)
chs: （全名）
de_de: (vollständiger Name)
el_gr: (πλήρες όνομα)
es_es: (nombre completo)
fr_fr: (nom complet)
it_it: (nome completo)
ja_jp: （フルネーム）
pl_pl: (pełna nazwa)
pt_pt: (nome completo)
ru_ru: (полное имя)

source: Locality Name
chs: 地方名
de_de: Ortsname
el_gr: Όνομα Τοποθεσίας
es_es: Nombre de la localidad
fr_fr: Nom de la localité
it_it: Nome località
ja_jp: 地域名
pl_pl: Nazwa miejscowości
pt_pt: Nome da localidade
ru_ru: Название населенного пункта

source: (e.g. city)
chs: （例如城市）
de_de: (z. B. Stadt)
el_gr: (π.χ. πόλη)
es_es: (p. ej. ciudad)
fr_fr: (ex: ville)
it_it: (es. città)
ja_jp: （例：都市）
pl_pl: (np. miasto)
pt_pt: (ex. cidade)
ru_ru: (например, город)

source: Organization Name
chs: 组织名称
de_de: Gesellschaftsname
el_gr: Όνομα Οργανισμού
es_es: Nombre de la organización
fr_fr: Nom de l'organisation
it_it: Nome organizzazione
ja_jp: 組織名
pl_pl: Nazwa organizacji
pt_pt: Nome da organização
ru_ru: Название организации

source: (e.g. company)
chs: （例如公司）
de_de: (z. B. Firma)
el_gr: (π.χ. εταιρεία)
es_es: (p. ej. empresa)
fr_fr: ex: société
it_it: (es. società)
ja_jp: （例：会社）
pl_pl: (np. firma)
pt_pt: (ex. empresa)
ru_ru: (например, компания)

source: Organizational Unit Name
chs: 组织单位名称
de_de: Name des Gesellschaftsteils
el_gr: Όνομα Οργανωτικής Μονάδας
es_es: Nombre de la unidad organizacional
fr_fr: Nom de l'unité organisationnelle
it_it: Nome unità organizzativa
ja_jp: 組織の部署名
pl_pl: Nazwa jednostki organizacyjnej
pt_pt: Nome da unidade organizacional
ru_ru: Название организационного подразделения

source: (e.g. department)
chs: 组织单位名称
de_de: (z. B. Abteilung)
el_gr: (π.χ. τμήμα)
es_es: (p. ej. departamento)
fr_fr: (ex: service)
it_it: (es. reparto)
ja_jp: （例：部門）
pl_pl: (np. dział)
pt_pt: (ex. departamento)
ru_ru: (например, отдел)

source: Date and time settings
chs: 日期和时间设置
de_de: Datums- und Zeiteinstellungen
el_gr: Ρυθμίσεις ημερομηνίας και ώρας
es_es: Configuración de fecha y hora
fr_fr: Paramètres de la date et de l'heure
it_it: Impostazioni data e ora
ja_jp: 日付と時刻の設定
pl_pl: Ustawienia daty i godziny
pt_pt: Definições de data e hora
ru_ru: Настройки даты и времени

source: Date
chs: 日期
de_de: Datum
el_gr: Ημερομηνία
es_es: Fecha
it_it: Data
ja_jp: 日付
pl_pl: Data
pt_pt: Data
ru_ru: Дата

source: Time
chs: 时间
de_de: Zeit
el_gr: Ώρα
es_es: Hora
fr_fr: Heure
it_it: Ora
ja_jp: 時刻
pl_pl: Godzina
pt_pt: Hora
ru_ru: Время

source: Time zone
chs: 时区
de_de: Zeitzone
el_gr: Ζώνη ώρας
es_es: Zona horaria
fr_fr: Fuseau horaire
it_it: Fuso orario
ja_jp: タイムゾーン
pl_pl: Strefa czasowa
pt_pt: Fuso horário
ru_ru: Часовой пояс

source: NTP server 1
chs: NTP服务器 1
el_gr: Διακομιστής NTP 1
es_es: Servidor NTP 1
fr_fr: Serveur NTP 1
it_it: Server NTP 1
ja_jp: NTPサーバー1
pl_pl: Serwer NTP 1
pt_pt: Servidor NTP 1
ru_ru: NTP-сервер 1

source: NTP server 2
chs: NTP服务器 2
el_gr: Διακομιστής NTP 2
es_es: Servidor NTP 2
fr_fr: Serveur NTP 2
it_it: Server NTP 2
ja_jp: NTPサーバー2
pl_pl: Serwer NTP 2
pt_pt: Servidor NTP 2
ru_ru: NTP-сервер 2

source: DHCP settings
chs: DHCP设置
de_de: DHCP-Einstellungen
el_gr: Ρυθμίσεις DHCP
es_es: Configuración DHCP
fr_fr: Paramètres DHCP
it_it: Impostazioni DHCP
ja_jp: DHCP設定
pl_pl: Ustawienia DHCP
pt_pt: Definições de DHCP
ru_ru: Параметры сервера DHCP

source: Enable DHCP
chs: 启用 DHCP
de_de: DHCP aktivieren
el_gr: Ενεργοποίηση DHCP
es_es: Activar DHCP
fr_fr: Activer DHCP
it_it: Abilita DHCP
ja_jp: DHCPを有効にする
pl_pl: Włącz DHCP
pt_pt: Ativar DHCP
ru_ru: Включить сервер DHCP

source: Check this box if you want to use KeexyBox as DNS only and do not want to use it as gateway.
chs: 如果只想将KeexyBox用作DNS而不想将其用作网关，请选中此框。
de_de: Hier ankreuzen, wenn Sie KeexyBox nur als DNS und nicht als Gateway verwenden möchten.
el_gr: Επιλέξτε αυτό το πλαίσιο εάν θέλετε να χρησιμοποιήσετε το KeexyBox μόνο ως DNS και δεν θέλετε να το χρησιμοποιήσετε ως πύλη.
es_es: Marca esta casilla si deseas usar KeexyBox solo como DNS y no deseas utilizarla como puerta de enlace.
fr_fr: Cocher cette case si vous souhaitez utiliser KeexyBox comme DNS uniquement et ne pas l'utiliser comme passerelle.
it_it: Spunta questa casella se vuoi usare KeexyBox solo come DNS e non come gateway.
ja_jp: KeexyBoxをDNSとしてのみ使用し、ゲートウェイとして使用しない場合は、このボックスをオンにします。
pl_pl: Zaznacz to pole, jeśli chcesz używać KeexyBox tylko jako DNS i nie chcesz używać go jako bramy.
pt_pt: Assinale esta casa se desejar usar KeexyBox apenas como DNS e não usar como gateway.
ru_ru: Проверьте данный блок, если вы желаете использовать KeexyBox исключительно в качестве DNS и не желаете использовать KeexyBox в качестве шлюза.

source: Address range for the network: {0}
chs: 网络地址范围：{0}
de_de: Adressenbereich für das Netzwerk: {0}
el_gr: Περιοχή διευθύνσεων για το δίκτυο: {0}
es_es: Intervalo de direcciones para la red: {0}
fr_fr: Plage d'adresse pour le réseau: {0}
it_it: Range indirizzo dalla rete: {0}
ja_jp: ネットワークのアドレス範囲：{0}
pl_pl: Zakres adresów dla sieci: {0}
pt_pt: Faixa de endereço para a rede: {0}
ru_ru: Диапазон адресов для сети {0}

source: DHCP start IP
chs: DHCP起始IP
de_de: DHCP startet die IP
el_gr: DHCP αρχική IP
es_es: IP incial DHCP
fr_fr: IP DHCP de début
it_it: Inizio DHCP IP
ja_jp: DHCP開始IP
pl_pl: Początkowy adres IP DHCP
pt_pt: IP de início DHCP
ru_ru: DHCP начинает IP

source: DHCP end IP
chs: DHCP结束IP
de_de: DHCP startet die IP
el_gr: DHCP τελική IP
es_es: IP final DHCP
fr_fr: IP DHCP de fin
it_it: Fine DHCP IP
ja_jp: DHCP終了IP
pl_pl: Końcowy adres IP DHCP
pt_pt: IP de fim DHCP
ru_ru: DHCP завершает IP

source: DHCP will work on subnet {0} only for devices that have an IP address reserved. However, defining the IP range here is required.
chs: DHCP将仅对保留IP地址的设备的子网{0}有效。但是，必须在此定义IP范围。
de_de: DHCP arbeitet auf dem Teilnetz {0} nur für Geräte mit einer reservierten IP-Adresse. Allerdings ist die Festlegung des IP-Bereichs hier erforderlich.
el_gr: Το DHCP θα λειτουργεί στο υποδίκτυο {0} μόνο για συσκευές που έχουν κρατήσει διεύθυνση IP. Εντούτοις, ο καθορισμός της περιοχής IP είναι απαραίτητος.
es_es: DHCP trabajará en la subred {0} solo para los dispositivos que tienen una dirección IP reservada. No obstante, aquí es necesario definir un rango de IP.
fr_fr: Le DHCP fonctionnera dans le sous-réseau {0} uniquement pour les appareils qui ont une adresse IP réservée. Cependant, définir une plage IP ici est requis.
it_it: Il DHCP lavorerà sulla sottorete {0} solo per i dispositivi che hanno un indirizzo IP riservato. Tuttavia, qui è necessario definire il range dell'IP.
ja_jp: DHCPは、IPアドレスが予約されているデバイスのサブネット{0}でのみ機能します。ただし、ここでIP範囲を定義する必要があります。
pl_pl: DHCP będzie działać w podsieci {0} tylko dla urządzeń, które mają zarezerwowany adres IP. Konieczne jest jednak zdefiniowanie tutaj zakresu adresów IP.
pt_pt: DHCP irá funcionar em sub-rede {0} apenas para dispositivos que dispõem de um endereço IP reservado. Porém, definir a faixa IP não é aqui necessário.
ru_ru: Сервер DHCP может работать в подсети {0} исключительно с устройствами, имеющих зарезервированный IP-адрес. Тем не менее, здесь также требуется определить диапазон IP-адресов.

source: Edit setting: {0}
chs: 编辑设置：{0}
de_de: Einstellung editieren: {0}
el_gr: Επεξεργασία ρύθμισης: {0}
es_es: Editar configuración: {0}
fr_fr: Editer le paramètre: {0}
it_it: Modifica impostazione: {0}
ja_jp: 設定を編集：{0}
pl_pl: Edytuj ustawienie: {0}
pt_pt: Editar definição: {0}
ru_ru: Настройки редактирования: {0}

source: System control panel
chs: 系统控制面板
de_de: Systemsteuerfeld
el_gr: Πίνακας ελέγχου συστήματος
es_es: Panel de control del sistema
fr_fr: Panneau de configuration système
it_it: Pannello di controllo del sistema
ja_jp: システムコントロールパネル
pl_pl: Panel sterowania systemu
pt_pt: Painel do controlo de sistema
ru_ru: Панель управления системой

source: Network
chs: 网络
de_de: Netzwerk
el_gr: Δίκτυο
es_es: Red
fr_fr: Réseau
it_it: Rete
ja_jp: ネットワーク
pl_pl: Sieć
pt_pt: Rede
ru_ru: Сеть

source: Date and time
chs: 日期和时间
de_de: Datum und Zeit
el_gr: Ημερομηνία και ώρα
es_es: Fecha y hora
fr_fr: Date et heure
it_it: Giorno e ora
ja_jp: 日付と時刻
pl_pl: Data i godzina
pt_pt: Data e hora
ru_ru: Дата и время

source: SSL certificate
chs: SSL 证书
de_de: SSL-Zertifikat
el_gr: Πιστοποιητικό SSL
es_es: Certificado SSL
fr_fr: Certificat SSL
it_it: Certificato SSL
ja_jp: SSL証明書
pl_pl: Certyfikat SSL
pt_pt: Certificado SSL
ru_ru: SSL-сертификат

source: Miscellaneous
chs: 其他事项
de_de: Verschiedenes
el_gr: Διάφορα
es_es: Miscelánea
fr_fr: Divers
it_it: Varie
ja_jp: その他
pl_pl: Różne
pt_pt: Mistura
ru_ru: Прочее

source: Miscellaneous settings
chs: 其他设置"
de_de: Verschiedene Einstellungen
el_gr: Διάφορες ρυθμίσεις
es_es: Configuración miscelánea
fr_fr: Paramètres divers
it_it: Impostazioni varie
ja_jp: その他の設定
pl_pl: Różne ustawienia
pt_pt: Definições misturadas
ru_ru: Дополнительные настройки

source: Domains routing and DNS options
chs: 域名路由和DNS选项
de_de: Domänen-Routing und DNS-Optionen
el_gr: Τομείς δρομολόγησης και επιλογές DNS
es_es: Enrutamiento de dominios y opciones DNS
fr_fr: Routage de domaines et options DNS
it_it: Routing domini e opzioni DNS
ja_jp: ドメインルーティングとDNSオプション
pl_pl: Opcje routingu domen i DNS
pt_pt: Roteamento de domínios e opções DNS
ru_ru: Доменная маршрутизация и параметры DNS

source: Clear the domain routing cache
chs: 清除域名路由缓存
de_de: Den Domänen-Routingcache freigeben
el_gr: Καθαρισμός μνήμης cache τομέων δρομολόγησης
es_es: Borrar la caché de enrutamiento de dominios
fr_fr: Vider le cache de routage de domaines
it_it: Cancella la cache di routing del dominio
ja_jp: ドメインルーティングのキャッシュをクリア
pl_pl: Wyczyść pamięć podręczną routingu domen
pt_pt: Apagar o domínio cache do roteamento de domínios
ru_ru: Очистить кэш доменной маршрутизации

source: Clear
chs: 清除
de_de: Freigeben
el_gr: Καθαρισμός
es_es: Borrar
fr_fr: Vider
it_it: Cancella
ja_jp: クリア
pl_pl: Wyczyść
pt_pt: Apagar
ru_ru: Очистить

source: Are you sure to clear the domain routing cache?
chs: 确定要清除域名路由缓存吗？
de_de: Möchten Sie den Domänen-Routingcache wirklich freigeben?
el_gr: Είστε σίγουροι ότι θέλετε να καθαρίσετε τη μνήμη cache των τομέων δρομολόγησης;
es_es: ¿Estás seguro de que deseas borrar la caché de enrutamiento de dominios?
fr_fr: Etes-vous certain de vider le cache de routage de domaines ?
it_it: Sicuro di voler cancellare la cache di routing del dominio?
ja_jp: ドメインルーティングのキャッシュをクリアしてもよろしいですか？
pl_pl: Czy na pewno chcesz wyczyścić pamięć podręczną routingu domeny?
pt_pt: Pretende mesmo apagar o domínio cache do roteamento de domínios
ru_ru: Вы уверенны, что желаете очистить кэш доменной маршрутизации?

source: Domain routing cache expiration (days)
chs: 域名路由缓存有效期（天）
de_de: Ablauf des Domänen-Routingcaches (Tag)
el_gr: Λήξη μνήμης cache τομέων δρομολόγησης (ημέρες)
es_es: Expiración de la caché de enrutamiento de dominios (días)
fr_fr: Expiration du cache de routage des domaines (jours)
it_it: Scadenza cache di routing del dominio (giorni)
ja_jp: ドメインルーティングのキャッシュの有効期限（日）
pl_pl: Data ważności pamięci podręcznej routingu domeny (dni)
pt_pt: Expiração do cache do roteamento de domínios (dias)
ru_ru: Окончание срока действия кэша доменной маршрутизации (дней)

source: Use defined DNS as redirectors
chs: 使用定义的DNS作为重定向器"
de_de: Festgelegtes DNS als Redirector verwenden
el_gr: Χρησιμοποιήστε το καθορισμένο DNS ως ανακατευθυντή
es_es: Usar DNS definidos como redireccionadores
fr_fr: Utiliser les DNS définis comme redirecteurs
it_it: Usare DNS definiti come reindirizzatori
ja_jp: 定義されたDNSをリダイレクタとして使用
pl_pl: Użyj zdefiniowanego DNS jako przekierowania
pt_pt: Usar DNS definido como rediretor
ru_ru: Используйте определенные DNS как редиректоры

source: User and device options
chs: 用户和设备选项
de_de: User- und Geräteoptionen
el_gr: Επιλογές χρήστη και συσκευής
es_es: Opciones de usuario y dispositivo
fr_fr: Options des utilisateurs et des appareils
it_it: Opzioni utente e dispositivo
ja_jp: ユーザーとデバイスのオプション
pl_pl: Opcje użytkownika i urządzenia
pt_pt: Opções do utilizador e do dispositivo
ru_ru: Пользователь и параметры устройства

source: Default user connection time
chs: 默认用户连接时间
de_de: Standarduser-Loginzeit
el_gr: Προεπιλεγμένος χρόνος σύνδεσης χρήστη
es_es: Hora de conexión por defecto del usuario
fr_fr: Durée de connexion utilisateur par défaut
it_it: Tempo di connessione di default utente
ja_jp: デフォルトのユーザー接続時間
pl_pl: Domyślny czas połączenia użytkownika
pt_pt: Tempo de ligação predefinido do Utilizador
ru_ru: Время соединения пользователя по умолчанию

source: Default language for users and devices
chs: 用户和设备的默认语言
de_de: Standardsprache für User und Geräte
el_gr: Προεπιλεγμένη γλώσσα για χρήστες και συσκευές
es_es: Idioma por defecto para usuarios y dispositivos
fr_fr: Langue par défault des utilisateurs et des appareils
it_it: Lingua di default per utenti e dispositivi
ja_jp: ユーザーとデバイスのデフォルト言語
pl_pl: Domyślny język dla użytkowników i urządzeń
pt_pt: Idioma predefinido para utilizadores e dispositivos
ru_ru: Язык по умолчанию для пользователей и устройств

source: Log options
chs: 日志选项
de_de: Logoptionen
el_gr: Επιλογές αρχείων καταγραφής
es_es: Opciones de registro
fr_fr: Options des journaux
it_it: Opzioni di registrazione
ja_jp: ログオプション
pl_pl: Opcje dziennika
pt_pt: Opções de registo
ru_ru: Настройки логирования
