Repository: keexybox/keexyapp
Catalog: src/Locale/*/default.po
Languages: chs, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru

source: Add ports
chs: 添加端口
de_de: Port hinzufügen
el_gr: Προσθήκη θυρών
es_es: Añadir puertos
fr_fr: Ajouter des ports
it_it: Aggiungi porte
ja_jp: ポートを追加
pl_pl: Dodaj porty
pt_pt: Adicionar portas
ru_ru: Добавьте порты

source: Set ports
chs: 设置端口
de_de: Ports einstellen
el_gr: Ρύθμιση θυρών
es_es: Configurar puertos
fr_fr: Définir des ports
it_it: Imposta porte
ja_jp: ポートを設定
pl_pl: Ustaw porty
pt_pt: Definir portas
ru_ru: Установите порты

source: last port
chs: 最后一个端口
de_de: letzter Port
el_gr: τελευταία θύρα
es_es: último puerto
fr_fr: Port de fin
it_it: ultima porta
ja_jp: 最後のポート
pl_pl: ostatni port
pt_pt: última porta
ru_ru: последний порт

source: Remove
chs: 删除
de_de: letzter Port
el_gr: Κατάργηση
es_es: Eliminar
fr_fr: Retirer
it_it: Rimuovi
ja_jp: 削除
pl_pl: Usuń
pt_pt: Remover
ru_ru: Убрать

source: TCP and UDP
chs: TCP和UDP
de_de: TCP und UDP
el_gr: TCP και UDP
es_es: TCP y UDP
fr_fr: TCP et UDP
it_it: TCP e UDP
ja_jp: TCPおよびUDP
pl_pl: TCP i UDP
pt_pt: TCP e UDP
ru_ru: Протоколы TCP и UDP

source: Action
chs: 操作
de_de: Aktion
el_gr: Ενέργεια
es_es: Acción
it_it: Azione
ja_jp: アクション
pl_pl: Działanie
pt_pt: Ação
ru_ru: Действие

source: Rule enabled
chs: 已启用的规则
de_de: Regel aktiviert
el_gr: Κανόνας ενεργός
es_es: Regla activada
fr_fr: Règle activée
it_it: Regola abilitata
ja_jp: ルールが有効
pl_pl: Reguła włączona
pt_pt: Regra ativada
ru_ru: Правило включено

source: Remove the port range
chs: 删除端口范围
de_de: Den Port-Bereich entfernen
el_gr: Αφαίρεση της κλίμακας θύρας
es_es: Eliminar el intervalo de puertos
fr_fr: Retirer la plage de ports
it_it: Rimuovi range porta
ja_jp: ポート範囲を削除します
pl_pl: Usuń zakres portów
pt_pt: Remover a faixa da porta
ru_ru: Убрать диапазон порта

source: Manage firewall rules for the profile: {0}
chs: 管理配置文件的防火墙规则：{0}
de_de: Firewall-Regel für das Profil verwalten: {0}
el_gr: Διαχείριση κανόνων firewall για το προφίλ: {0}
es_es: Gestionar reglas de firewall para el perfil: {0}
fr_fr: Gestion des règles pare-feu du profil: {0}
it_it: Gestisci regole firewall per il profilo: {0}
ja_jp: 次のプロファイルのファイアウォールルールを管理：{0}
pl_pl: Zarządzaj regułami zapory dla profilu: {0}
pt_pt: Gerir as regras da firewall para o perfil: {0}
ru_ru: Управление правилами межсетевого экрана для профиля: {0}

source: Add rule on top
chs: 在顶部添加规则
de_de: Regel oben hinzufügen
el_gr: Προσθήκη κανόνα στην κορυφή
es_es: Añadir regla en la parte superior
fr_fr: Ajouter une règle en haut
it_it: Aggiungi regola in alto
ja_jp: 上にルールを追加
pl_pl: Dodaj regułę u góry
pt_pt: Adicionar regra no topo
ru_ru: Добавить правило вверх

source: export rules
chs: 导出规则
de_de: Regeln exportieren
el_gr: εξαγωγή κανόνων
es_es: exportar reglas
fr_fr: exporter les règles
it_it: esporta regole
ja_jp: ルールをエクスポート
pl_pl: eksportuj reguły
pt_pt: exportar regras
ru_ru: Экспортировать правила

source: import rules
chs: 导入规则
de_de: Regeln importieren
el_gr: εισαγωγή κανόνων
es_es: importar reglas
fr_fr: importer les règles
it_it: importa regole
ja_jp: ルールをインポート
pl_pl: importuj reguły
pt_pt: importar regras
ru_ru: Импортировать правила

source: Reload profile rules
chs: 重新加载配置文件规则
de_de: Profilregeln erneut laden
el_gr: Επαναφόρτωση κανόνων προφίλ
es_es: Volver a cargar reglas del perfil
fr_fr: Recharger les règles du profil
it_it: Ricarica regole profilo
ja_jp: プロファイルルールをリロード
pl_pl: Prześlij ponownie reguły profilu
pt_pt: Recarregar regras de perfil
ru_ru: Перезагрузить правила профиля

source: Reload rules for this profile?
chs: 重新加载此配置文件的规则？
de_de: Regeln für dieses Profil erneut laden?
el_gr: Να γίνει επαναφόρτωση κανόνων γι' αυτό το προφίλ;
es_es: ¿Volver a cargar reglas para este perfil?
fr_fr: Recharger les règles de ce profil ?
it_it: Ricaricare regole per questo profilo?
ja_jp: このプロファイルのルールをリロードしますか？
pl_pl: Przesłać ponownie reguły dla tego profilu?
pt_pt: Recarregar regras deste perfil?
ru_ru: Перезагрузить правила для данного профиля?

source: Source Profile
chs: 源配置文件
de_de: Quellprofil
el_gr: Προέλευση προφίλ
es_es: Perfil fuente
fr_fr: Profil source
it_it: Profilo sorgente
ja_jp: ソースプロファイル
pl_pl: Profil źródłowy
pt_pt: Perfil fonte
ru_ru: Профиль источника

source: Insert rule after this one
chs: 在此之后插入规则
de_de: Regel nach dieser einfügen
el_gr: Εισάγετε κανόνα μετά από αυτό
es_es: Insertar relga después de esta
fr_fr: Insérer la règle après celle-ci
it_it: Inserisci regola dopo questa
ja_jp: これの後にルールを挿入
pl_pl: Wstaw regułę po tej
pt_pt: Inserir regra depois desta
ru_ru: Введите правило после данного правила

source: Are you sure to delete the rule {0}?
chs: 确定要删除规则{0}？
de_de: Diese Regel wirklich löschen {0}?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε τον κανόνα {0};
es_es: ¿Estás seguro de querer borrar la regla {0}?
fr_fr: Etes-vous certain de supprimer la règle {0} ?
it_it: Sicuro di voler cancellare la regola {0}?
ja_jp: ルール{0}を削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć regułę {0}?
pt_pt: Pretende mesmo eliminar a regra{0}?
ru_ru: Вы уверенны, что хотите удалить правило {0}?

source: Move before position
chs: 前移
de_de: Vor die Position verschieben
el_gr: Μετακίνηση πριν από τη θέση
es_es: Mover posición anterior
fr_fr: Déplacer avant la position
it_it: Sposta prima della posizione
ja_jp: 前の位置を移動
pl_pl: Przesuń przed pozycję
pt_pt: Deslocar antes da posição
ru_ru: Переместить над номером

source: Move after position
chs: 后移
de_de: Hinter die Position verschieben
el_gr: Μετακίνηση μετά τη θέση
es_es: Mover posición posterior
fr_fr: Déplacer après la position
it_it: Sposta dopo la posizione
ja_jp: 後の位置を移動
pl_pl: Przesuń za pozycję
pt_pt: Deslocar depois da posição
ru_ru: Переместить под номером

source: Copy to a profile
chs: 复制到配置文件
de_de: In ein Profil kopieren
el_gr: Αντιγραφή σε προφίλ
es_es: Copiar a un perfil
fr_fr: Copier vers un profil
it_it: Copia in un profilo
ja_jp: プロファイルにコピー
pl_pl: Kopiuj do profilu
pt_pt: Copiar um perfil
ru_ru: Скопировать в профиль

source: (chose a position)
chs: （选择位置）
de_de: (Eine Position wählen)
el_gr: (επιλέξτε θέση)
es_es: (elige una posición)
fr_fr: (choisir une position)
it_it: (scegli una posizione)
ja_jp: （位置を選択）
pl_pl: (wybierz pozycję)
pt_pt: (escolher uma posição)
ru_ru: (выбрать номер)

source: Add domain routing
chs: 添加域名路由
de_de: Ein Domänen-Routing hinzufügen
el_gr: Προσθέστε τομέα δρομολόγησης
es_es: Añadir enrutamiento de dominios
fr_fr: Ajouter un routage de domaines
it_it: Aggiungi un routing di dominio
ja_jp: ドメインルーティングを追加
pl_pl: Dodaj routing domeny
pt_pt: Adicionar roteamento de domínio
ru_ru: Добавить доменную маршрутизацию

source: Insert multiple domains line per line or separated by a space
chs: 插入多行域名，逐行插入或用空格隔开
de_de: Mehrere Domänen Zeile für Zeile oder durch einen Abstand getrennt einfüge
el_gr: Εισάγετε πολλαπλούς τομείς γραμμή ανά γραμμή ή χωριζόμενους από διάστημα
es_es: Introducir múltiples dominios línea a línea o separados por un espacio
fr_fr: Insérer plusieurs domaines ligne par ligne ou séparés par un espace
it_it: Inserisci più domini riga per riga o separati da uno spazio
ja_jp: 複数のドメインを1行ごとに挿入するか、スペースで区切ってください
pl_pl: Wstaw domeny linia po linii lub oddzielone spacją
pt_pt: Inserir domínios linha a linha ou separados por um espaço
ru_ru: Добавьте множественные домены построчно или через пробел

source: Overwrite already existing addresses
chs: 覆盖已经存在的地址
de_de: Bereits vorhandene Adressen überschreiben
el_gr: Αντικαταστήστε τις ήδη υπάρχουσες διευθύνσεις
es_es: Sobrescribir direcciones ya existentes
fr_fr: Ecraser les adresses déjà existantes
it_it: Sovrascrivi indirizzi già esistenti
ja_jp: 既存のアドレスに上書き
pl_pl: Zastąp już istniejące adresy
pt_pt: Substituir endereços já existentes
ru_ru: Перепишите адреса, которые уже существуют

source: Enable routing
chs: 启用路由
de_de: Routen aktivieren
el_gr: Ενεργοποίηση δρομολόγησης
es_es: Activar enrutamiento
fr_fr: Activer le routage
it_it: Abilita routing
ja_jp: ルーティングを有効にする
pl_pl: Włącz routing
pt_pt: Ativar roteamento
ru_ru: Включить маршрут

source: Edit routing
chs: 编辑路由
de_de: Routing editieren
el_gr: Επεξεργασία δρομολόγησης
es_es: Editar enrutamiento
fr_fr: Edition du routage
it_it: Modifica routing
ja_jp: ルーティングを編集
pl_pl: Edytuj routing
pt_pt: Editar roteamento
ru_ru: Редактировать маршрут

source: Category (Optional)
chs: 类别（可选）
de_de: Kategorie (Optional)
el_gr: Κατηγορία (Προαιρετικό)
es_es: Categoría (Opcional)
fr_fr: Categorie (Optionnelle)
it_it: Categoria (facoltativa)
ja_jp: カテゴリ（オプション）
pl_pl: Kategoria (opcjonalnie)
pt_pt: Categoria (Opcional)
ru_ru: Категория (факультативно)

source: Domain routing for profile: {0}
chs: 配置文件的域名路由：{0}
de_de: Domänen-Routing für das Profil: {0}
el_gr: Τομέας δρομολόγησης για το προφίλ: {0}
es_es: Enrutamiento de dominios para perfil: {0}
fr_fr: Routage des domaines pour le profil: {0}
it_it: Routing dominio per profilo: {0}
ja_jp: 次のプロファイルのドメインルーティング：{0}
pl_pl: Routing domeny dla profilu: {0}
pt_pt: Roteamento de domínio para o perfil: {0}
ru_ru: Доменная маршрутизация профиля: {0}

source: no
chs: 否
de_de: Nein
el_gr: όχι
fr_fr: non
ja_jp: いいえ
pl_pl: nie
pt_pt: não
ru_ru: нет

source: Change connection type
chs: 更改连接类型
de_de: Verbindungstyp ändern
el_gr: Αλλαγή τύπου σύνδεσης
es_es: Cambiar tipo de conexión
fr_fr: Changer le type de connexion
it_it: Cambia tipo di connessione
ja_jp: 接続タイプを変更
pl_pl: Zmień typ połączenia
pt_pt: Alterar tipo de ligação
ru_ru: Изменить тип подключения

source: Search filters
chs: 搜索筛选器
de_de: Verbindungstyp ändern
el_gr: Φίλτρα αναζήτησης
es_es: Filtros de búsqueda
fr_fr: Filtres de recherche
it_it: Filtri ricerca
ja_jp: 検索フィルター
pl_pl: Filtry wyszukiwania
pt_pt: Pesquisar filtros
ru_ru: Фильтры поиска

source: Accepted and blocked domains
chs: 已接受或已屏蔽的域名
de_de: Akzeptierte und gesperrte Domänen
el_gr: Αποδεκτοί και αποκλεισμένοι τομείς
es_es: Dominios aceptados y bloqueados
fr_fr: Domaines acceptés et bloqués
it_it: Domini accettati e bloccati
ja_jp: 承認済みドメインとブロックされたドメイン
pl_pl: Domeny zaakceptowane i zablokowane
pt_pt: Domínios aceites e bloqueados
ru_ru: Обслуживаемые и блокированные домены

source: Top {0} queried domains
chs: 查询最多的{0}个域名
de_de: Top {0} angefragte Domänen
el_gr: Κορυφαίοι {0} τομείς όπου έχει πραγματοποιηθεί αναζήτηση
es_es: Los {0} dominios más consultados
fr_fr: Top {0} des domaines requêtés
it_it: Primi {0} domini ricercati
ja_jp: 上位{0}のクエリ対象ドメイン
pl_pl: {0} najczęściej wyszukiwanych domen
pt_pt: Top {0} dos domínios pesquisados
ru_ru: Максимально {0} запрошенные домены

source: Top {0} active users and devices
chs: 前{0}个活跃用户和设备
de_de: Top {0} aktive User und Geräte
el_gr: Κορυφαίοι {0} ενεργοί χρήστες και συσκευές
es_es: Los {0} usuarios y dispositivos más activos
fr_fr: Top {0} des utilisateurs et appareils actifs
it_it: Primi {0} utenti e dispositivi attivi
ja_jp: 上位{0}のアクティブユーザーとデバイス
pl_pl: {0} najbardziej aktywnych użytkowników i urządzeń
pt_pt: Top {0} de utilizadores e dispositivos ativos
ru_ru: Максимально {0} активные пользователи и устройства

source: Total accepted domains
chs: 已接受的域名总数
de_de: Total akzeptierte Domänen
el_gr: Σύνολο αποδεκτών τομέων
es_es: Total de dominios aceptados
fr_fr: Total domains acceptés
it_it: Domini accettati totali
ja_jp: 承認済みドメイン総数
pl_pl: Łącznie domeny zaakceptowane
pt_pt: Total domínios aceites
ru_ru: Суммарное количество обслуживаемых доменов

source: Total blocked domains
chs: 已屏蔽的域名总数
de_de: Total gesperrte Domänen
el_gr: Σύνολο αποκλεισμένων τομέων
es_es: Total de dominios bloqueados
fr_fr: Total domaines bloqués
it_it: Domini bloccati totali
ja_jp: ブロックされたドメイン総数
pl_pl: Łącznie domeny zablokowane
pt_pt: Total domínios bloqueados
ru_ru: Суммарное количество блокированных доменов

source: Accepted domains
chs: 已接受的域名
de_de: Akzeptierte Domänen
el_gr: Αποδεκτοί τομείς
es_es: Dominios aceptados
fr_fr: Domaines acceptés
it_it: Domini accettati
ja_jp: 承認済みドメイン
pl_pl: Domeny zaakceptowane
pt_pt: Domínios aceites
ru_ru: Обслуживаемые домены

source: Blocked domains
chs: 已屏蔽的域名
de_de: Gesperrte Domänen
el_gr: Αποκλεισμένοι τομείς
es_es: Dominios bloqueados
fr_fr: Domaines bloqués
it_it: Domini bloccati
ja_jp: ブロックされたドメイン
pl_pl: Domeny zablokowane
pt_pt: Domínios bloqueados
ru_ru: Блокированные домены

source: Access log
chs: 访问日志
de_de: Zugangslog
el_gr: Πρόσβαση σε αρχεία καταγραφής
es_es: Registro de acceso
fr_fr: Journal des accès
it_it: Registro accesso
ja_jp: アクセスログ
pl_pl: Dziennik dostępu
pt_pt: Log de acesso
ru_ru: Журнал регистрации доступа

source: Client IP
chs: 客户端IP
el_gr: Πελάτης IP
es_es: IP cliente
fr_fr: IP du client
it_it: IP cliente
ja_jp: クライアントIP
pl_pl: Adres IP klienta
pt_pt: IP cliente
ru_ru: IP клиента

source: Blocked by {0} category
chs: 已被{0}类别屏蔽
de_de: Gesperrt durch {0} Kategorie
el_gr: Αποκλεισμένος από την κατηγορία {0}
es_es: Bloqueado por {0} categoría
fr_fr: Bloqué par la catégorie {0}
it_it: Bloccato per categoria {0}
ja_jp: {0}カテゴリによってブロック
pl_pl: Zablokowane według kategorii {0}
pt_pt: Bloqueado por {0} categoria
ru_ru: Заблокирован категорией {0}

source: View related connection
chs: 查看相关连接
de_de: Ansicht zugehörige Verbindung
el_gr: Προβολή σχετικής σύνδεσης
es_es: Ver conexión asociada
fr_fr: Voir la connexion correspondante
it_it: Visualizza connessioni collegate
ja_jp: 関連する接続を表示
pl_pl: Wyświetl powiązane połączenie
pt_pt: Ver ligação relacionada
ru_ru: Посмотреть похожее соединение

source: Add selected domains to blacklist
chs: 添加已选域名到黑名单中
de_de: Ausgewählte Domänen zur Blacklist hinzufügen
el_gr: Προσθήκη επιλεγμένων τομέων στην blacklist
es_es: Añadir dominios seleccionados a Blacklist
fr_fr: Ajouter les domaines sélectionnés à la blacklist
it_it: Aggiungi domini selezionati alla blacklist
ja_jp: 選択したドメインをブラックリストに追加
pl_pl: Dodaj wybrane domeny do czarnej listy
pt_pt: Adicionar domínios selecionados à blacklist
ru_ru: Добавить выбранные домены в черный список

source: Number of queries
chs: 查询数量
de_de: Anzahl von Anfragen
el_gr: Αριθμός αναζητήσεων
es_es: Número de consultas
fr_fr: Nombre de requètes
it_it: Numero di query
ja_jp: クエリ数
pl_pl: Liczba zapytań
pt_pt: Número de pesquisas
ru_ru: Количество запросов

source: Check blocked domain
chs: 检查已屏蔽的域名
de_de: Gesperrte Domäne prüfen
el_gr: Έλεγχος αποκλεισμένου τομέα
es_es: Comprobar dominio bloqueado
fr_fr: Vérifier un domaine bloqué
it_it: Controlla dominio bloccato
ja_jp: ブロックされたドメインを確認
pl_pl: Sprawdź zablokowaną domenę
pt_pt: Verificar domínio bloqueado
ru_ru: Проверить заблокированный домен

source: In some cases a domain can be filtered while it is not in the blacklist. In most cases, it comes from a target CNAME record which is in the Blacklist. This form allows you to check the domains causing the blocking.
chs: 在某些情况下，不在黑名单中的域名可以进行筛选。在大多数情况下，它来自黑名单中的目标CNAME记录。您可以使用此表单检查导致屏蔽的域名。
de_de: In manchen Fällen kann eine Domäne gefiltert werden, obwohl sie nicht auf der Blacklist ist. In den meisten Fällen kommt sie von einer Ziel-CNAMEN-Aufzeichnung, die auf der Blacklist steht. Mit dieser Form lassen sich die Domänen prüfen, die das Sperren verursachen.
el_gr: Σε ορισμένες περιπτώσεις ένας τομέας μπορεί να φιλτραριστεί ενώ δεν βρίσκεται στην Blacklist. Στις περισσότερες περιπτώσεις, προέρχεται από ένα αρχείο στόχου CNAME που βρίσκεται στην Blacklist. Αυτή η φόρμα σάς επιτρέπει να ελέγχετε τους τομείς που προκαλούν τον αποκλεισμό.
es_es: En algunos casos un dominio puede filtrarse aunque no esté en la Blacklist. En la mayoría de los casos, viene de un registro CNAME de destino que está en la Blacklist. Este formulario te permite comprobar los dominios que causan el bloqueo.
fr_fr: Dans certains cas un domaine peut être filtré alors qu'il n'est pas dans la Blacklist. Dans la plus part des cas celà vient d'une cible CNAME qui est dans la Blacklist. Ce formulaire permet de vérifier les domaines qui pourraient causer le blocage.
it_it: In alcuni casi un dominio può essere filtrato anche se non è nella blacklist. In molti casi, dipende da una registrazione target CNAME presente nella Blacklist. Questo modulo permette di verificare il dominio che provoca il blocco.
ja_jp: ブラックリストにないドメインがフィルタリングされることもありますが、ほとんどの場合、ドメインはブラックリストにあるターゲットCNAMEレコードからフィルタリングされます。このフォームを使用すると、ブロックしているドメインを確認できます。
pl_pl: W niektórych przypadkach domenę można filtrować, gdy nie znajduje się ona na czarnej liście. W większości przypadków pochodzi z docelowego rekordu CNAME, który znajduje się na czarnej liście. Ten formularz umożliwia sprawdzenie domen powodujących blokowanie.
pt_pt: Em alguns casos um domínio pode ser filtrado quando não está na blacklist. Na maioria dos casos, vem de um registo-alvo CNAME que está na Blacklist. Este formulário permite-lhe verificar os domínios causando o bloqueio.
ru_ru: В некоторых случаях домен может попасть в фильтр, даже если он не находится в черном списке. В большинстве случаев это происходит из-за записи CNAME, которая находится в черном списке. Данная функция позволяет проверить домены, вызывающие блокировку.

source: Check
chs: 检查
de_de: Prüfen
el_gr: Έλεγχος
es_es: Comprobar
fr_fr: Vérifier
it_it: Verifica
ja_jp: 確認
pl_pl: Sprawdź
pt_pt: Verificar
ru_ru: Проверка

source: The domains listed below could block the domain {0}.
chs: 下面列出的域名可能会屏蔽域名{0}。
de_de: Die nachstehend aufgeführten Domänen könnten die Domäne {0} sperren.
el_gr: Οι τομείς που αναφέρονται παρακάτω πιθανόν να αποκλείουν τον τομέα {0}.
es_es: Los dominios enumerados a continuación podrían bloquear el dominio {0}.
fr_fr: Les domaines listés ci-dessous pourraient bloquer le domaine {0}.
it_it: I domini sotto elencati potrebbero bloccare il dominio {0}.
ja_jp: 以下にリストされたドメインは、ドメイン{0}をブロックする可能性があります。
pt_pt: Os domínios enumerados abaixo podem bloquear o domínio {0}.
ru_ru: Домены, указанные ниже, могли заблокировать домен {0}.

source: You can delete them or change their category to fix the issue.
chs: 您可以删除它们或更改所在类别来解决问题。
de_de: Sie können sie löschen oder ihre Kategorie ändern, um das Problem zu lösen.
el_gr: Μπορείτε να τους διαγράψετε ή να αλλάξετε την κατηγορία τους για να διορθώσετε το πρόβλημα.
es_es: Puedes eliminarlos o cambiar su categoría para solucionar el problema.
fr_fr: Vous pouvez les effacer ou changer leur categorie pour corriger le problème.
it_it: Puoi cancellarli o cambiarne la categoria per risolvere il problema.
ja_jp: 問題を解決するには、それらを削除するか、カテゴリを変更します。
pt_pt: Pode eliminá-los ou alterar a sua categoria para resolver o problema.
ru_ru: Вы можете их удалить или изменить категорию домен для устранения данной проблемы.

source: No domain in the blacklist should block {0}.
chs: 黑名单中的域名不应屏蔽{0}。
de_de: Keine Domäne auf der Blacklist darf sperren {0}.
el_gr: Δεν υπάρχει τομέας στην blacklist που να αποκλείει τον {0}.
es_es: Ningún dominio de la Blacklist debería bloquear {0}.
fr_fr: Aucun domaine dans la Blacklist devrait bloquer {0}.
it_it: Nessun dominio nella blacklist dovrebbe bloccare {0}.
ja_jp: {0}をブロックするドメインはブラックリストにありません。
pl_pl: Żadna domena na czarnej liście nie powinna blokować {0}.
pt_pt: Não há domínios na blacklist que possam bloquear {0}.
ru_ru: Никакие домены, находящиеся в черном списке, не должны блокировать {0}.

source: Iptables filter status
chs: Iptables筛选器状态
el_gr: Κατάσταση φίλτρου Iptables
es_es: Estado filtro Iptables
fr_fr: Statut du filtre Iptables
it_it: Stato filtro iptables
ja_jp: iptablesフィルターのステータス
pl_pl: Status filtra tabel Ip
pt_pt: Estado do filtro Iptables
ru_ru: Статус фильтра Iptables

source: Iptables NAT status
chs: Iptables NAT状态
el_gr: Κατάσταση Iptables NAT
es_es: Estado Iptables NAT
fr_fr: Statut NAT de Iptables
it_it: Stato NAT iptables
ja_jp: iptables NATステータス
pl_pl: Status NAT tabel Ip
pt_pt: Estado de NAT Iptables
ru_ru: Статус Iptables NAT

source: Services and power management
chs: 服务和电源管理
de_de: Dienst- und Leistungsverwaltung
el_gr: Διαχείριση υπηρεσιών και λειτουργίας
es_es: Gestión de servicios y energía
fr_fr: Services et gestion de l'alimentation
it_it: Gestione servizi e alimentazione
ja_jp: サービスと電源管理
pl_pl: Usługi i zarządzanie energią
pt_pt: Gestão de serviços e potência
ru_ru: Управление службами и электропитанием

source: Power management
chs: 电源管理
de_de: Leistungsverwaltung
el_gr: Διαχείριση λειτουργίας
es_es: Gestión de energía
fr_fr: Gestion de l'alimentation
it_it: Gestione alimentazione
ja_jp: 電源管理
pl_pl: Zarządzanie energią
pt_pt: Gestão de potência
ru_ru: Управление электропитанием

source: Are you sure you want to power off?
chs: 您确定要关机吗？
de_de: Wirklich abschalten?
el_gr: Είστε σίγουροι ότι θέλετε να απενεργοποιήσετε τη λειτουργία;
es_es: ¿Estás seguro de que deseas apagarlo?
fr_fr: Etes-vous certain de mettre hors tension ?
it_it: Sicuro di voler spegnere?
ja_jp: 電源をオフにしてもよろしいですか？
pl_pl: Czy na pewno chcesz wyłączyć zasilanie?
pt_pt: Pretende mesmo desligar?
ru_ru: Вы уверенны, что хотите отключить электропитание?

source: Power off
chs: 关闭电源
de_de: Abschalten
el_gr: Εκτός λειτουργίας
es_es: Apagar
fr_fr: Mettre hors tension
it_it: Spegni
ja_jp: 電源オフ
pl_pl: Zasilanie wył.
pt_pt: Desligar
ru_ru: Отключить электропитание

source: Are you sure you want to reboot?
chs: 是否确定要重新启动？
de_de: Wirklich erneut booten?
el_gr: Είστε σίγουροι ότι θέλετε να κάνετε επανεκκίνηση;
es_es: ¿Estás seguro de que deseas reiniciar?
fr_fr: Etes-vous certain de redémarrer ?
it_it: Sicuro di voler riavviare?
ja_jp: 再起動してもよろしいですか？
pl_pl: Czy na pewno chcesz uruchomić ponownie?
pt_pt: Pretende mesmo reiniciar?
ru_ru: Вы уверенны, что хотите перезагрузить?

source: Reboot
chs: 重新启动
de_de: Erneut booten
el_gr: Επανεκκίνηση
es_es: Reiniciar
fr_fr: Redémarrer
it_it: Riavvia
ja_jp: 再起動
pl_pl: Uruchom ponownie
pt_pt: Reiniciar
ru_ru: Перезагрузить

source: Services
chs: 服务
de_de: Dienste
el_gr: Υπηρεσίες
es_es: Servicios
it_it: Servizi
ja_jp: サービス
pl_pl: Usługi
pt_pt: Serviços
ru_ru: Службы

source: Service
chs: 服务
de_de: Dienst
el_gr: Υπηρεσία
es_es: Servicio
it_it: Servizio
ja_jp: サービス
pl_pl: Usługa
pt_pt: Serviço
ru_ru: Служба

source: Description
chs: 描述
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание

source: started
chs: 已开始
de_de: gestartet
el_gr: Εκκίνηση
es_es: iniciado
fr_fr: démarré
it_it: avviato
ja_jp: 開始
pl_pl: uruchomiona
pt_pt: iniciado
ru_ru: запущено

source: stopped
chs: 已停止
de_de: gestoppt
el_gr: Διακοπή
es_es: detenido
fr_fr: arrêté
it_it: arrestato
ja_jp: 停止
pl_pl: zatrzymana
pt_pt: parado
ru_ru: остановлено

source: Reload
chs: 重新加载
de_de: Erneut laden
el_gr: Επαναφόρτωση
es_es: Volver a cargar
fr_fr: Recharger
it_it: Ricarica
ja_jp: リロード
pl_pl: Pobierz ponownie
pt_pt: Recarregar
ru_ru: Перезагрузить

source: Reload {0}?
chs: 重新加载{0}？
de_de: Erneut laden {0}?
el_gr: Να γίνει επαναφόρτωση του {0};
es_es: ¿Volver a cargar {0}?
fr_fr: Recharger {0}?
it_it: Ricaricare {0}?
ja_jp: {0}をリロードしますか？
pl_pl: Pobrać ponownie {0}?
pt_pt: Recarregar {0}?
ru_ru: Перезагрузить {0}?

source: Stop
chs: 停止
el_gr: Διακοπή
es_es: Detener
fr_fr: Arrêter
it_it: Arresta
ja_jp: 停止
pl_pl: Zatrzymaj
pt_pt: Parar
ru_ru: Остановить

source: Stop {0}?
chs: 停止{0}?
el_gr: Να γίνει διακοπή του {0};
es_es: ¿Detener {0}?
fr_fr: Arrêter {0}?
it_it: Arrestare {0}?
ja_jp: {0}を停止しますか？
pl_pl: Zatrzymać {0}?
pt_pt: Parar {0}?
ru_ru: Остановить {0}?

source: Start {0}?
chs: 开始{0}
el_gr: Να γίνει εκκίνηση του {0};
es_es: ¿Iniciar {0}?
fr_fr: Démarrer {0}?
it_it: Avviare {0}?
ja_jp: {0}を開始しますか？
pl_pl: Uruchomić {0}?
pt_pt: Iniciar {0}?
ru_ru: Начать {0}?

source: Memory
chs: 内存
de_de: Speicher
el_gr: Μνήμη
es_es: Memoria
fr_fr: Mémoire
it_it: Memoria
ja_jp: メモリ
pl_pl: Pamięć
pt_pt: Memória
ru_ru: Память

source: Swap
chs: 交换
de_de: Überlagern
el_gr: Εναλλαγή
es_es: Intercambiar
it_it: Scambia
ja_jp: スワップ
pl_pl: Przełącz
pt_pt: Trocar
ru_ru: Подкачка Swap

source: Load average
chs: 平均负载
de_de: Ladungsdurchschnitt
el_gr: Μέσο φορτίο
fr_fr: Charge moyenne
it_it: Media carica
ja_jp: 負荷平均
pl_pl: Średnie obciążenie
pt_pt: Carregar média
ru_ru: Средняя нагрузка
