Repository: keexybox/keexyapp
Catalog: src/Locale/*/default.po
Languages: chs, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru

source: Email
chs: 电邮
el_gr: Ηλεκτρονικό Ταχυδρομείο
ja_jp: Eメール

source: Expiry
chs: 过期
de_de: Ablauftermin
el_gr: Λήξη
es_es: Expiración
fr_fr: Expiration
it_it: Scadenza
ja_jp: 満期
pl_pl: Wygasa
pt_pt: Validade
ru_ru: Срок действия

source: (leave blank for no expiry.)
chs: （如未过期，可不填）
de_de: (wenn kein Ablauftermin festgelegt werden soll, freilassen.)
el_gr: (εάν δεν υπάρχει λήξη, αφήστε κενό.)
es_es: (en caso de no haber expiración, dejar en blanco.)
fr_fr: (pour aucune expiration, laisser vide.)
it_it: (se nessuna scadenza, lasciare vuoto.)
ja_jp: （期限なしの場合、空白のまま）
pl_pl: (jeśli nie ma terminu wygaśnięcia, pozostawić puste.)
pt_pt: (se sem validade, deixar em branco.)
ru_ru: ((если отсутствует, оставить пустым.)

source: I accept the terms and conditions
chs: 我接受条款和条件
de_de: Ich bin mit den Bedingungen einverstanden
el_gr: Αποδέχομαι τους όρους και τις προϋποθέσεις
es_es: Acepto los términos y condiciones
fr_fr: J'accepte les termes et conditions
it_it: Accetto i termini e le condizioni
ja_jp: 規約・条件を受け入れます
pl_pl: Akceptuję warunki użytkowania
pt_pt: Aceito os termos e condições
ru_ru: Я принимаю условия

source: Register
chs: 注册
de_de: Anmelden
el_gr: Εγγραφή
es_es: Registrarse
fr_fr: S'inscrire
it_it: Iscriversi
ja_jp: 登録する
pl_pl: Zarejestruj się
pt_pt: Registar-se
ru_ru: Зарегистрироваться

source: Register to the Access Point
chs: 热点注册
de_de: Am Zugangspunkt anmelden
el_gr: Εγγραφείτε στο σημείο πρόσβασης
es_es: Registrarse en el punto de acceso
fr_fr: S'inscrire au point d'accès
it_it: Iscriversi al punto di accesso
ja_jp: アクセスポイントに登録する
pl_pl: Zarejestruj się w punkcie dostępu
pt_pt: Registar-se no ponto de acesso
ru_ru: Зарегистрироваться в точке доступа

source: I have read and accept the {0}
chs: 我已阅读并接受{0}
de_de: Ich habe die {0} gelesen und bin damit einverstanden
el_gr: Έχω διαβάσει και αποδέχομαι τους {0}
es_es: He leído y acepto los {0}
fr_fr: J'ai lu et j'accepte les {0}
it_it: Ho letto e accetto i {0}
ja_jp: {0}を読み、承諾します。
pl_pl: Przeczytałem(-am) i akceptuję {0}
pt_pt: Li e aceito o regulamento os {0}
ru_ru: Я прочитал (-а) и принимаю {0}

source: terms and conditions
chs: 条款和条件
de_de: Bedingungen
el_gr: όρους και τις προϋποθέσεις
es_es: términos y condiciones
fr_fr: termes et conditions
it_it: termini e condizioni
ja_jp: 規約・条件
pl_pl: warunki użytkowania
pt_pt: termos e condições
ru_ru: условия

source: KeexyBox version
chs: KeexyBox版本
el_gr: Έκδοση του KeexyBox
es_es: Versión de KeexyBox
fr_fr: Version de KeexyBox
it_it: Versione di KeexyBox
ja_jp: KeexyBox バージョン
pl_pl: Wersja KeexyBox
pt_pt: Versão de KeexyBox
ru_ru: Версия KeexyBox

source: Unable to reload Tor service.
chs: 无法重新加载Tor服务。
de_de: Tor-Service kann nicht geladen werden.
el_gr: Δεν είναι δυνατή η επαναφόρτωση της υπηρεσίας Tor.
es_es: No se ha podido volver a cargar el servicio de Tor.
fr_fr: Impossible de recharger le service Tor.
it_it: Impossibile ricaricare il servizio Tor.
ja_jp: Tor サービスをリロードできません。
pl_pl: Ponowne pobranie usługi Tor jest niemożliwe.
pt_pt: Impossível recarregar o serviço Tor.
ru_ru: Не удается перезагрузить сервис Tor.

source: Click on Manage to edit your account or manage KeexyBox
chs: 点击【管理】来管理您的账户或管理 KeexyBox
de_de: Auf verwalten klicken, um Ihr Konto zu ändern oder KeexyBox zu verwalten
el_gr: Κάντε κλικ στην επιλογή «Διαχείριση» για να τροποποιήσετε τον λογαριασμό σας ή για να διαχειριστείτε το KeexyBox
es_es: Haz clic en Gestionar para editar tu cuenta o gestionar KeexyBox
fr_fr: Cliquer sur Gérer pour modifier votre compte ou gérer KeexyBox
it_it: Clicca su Gestisci per modificare il tuo account o gestire KeexyBox
ja_jp: あなたのアカウントを変更、またはKeeyexBoxを管理するためには＜管理＞ をクリックする
pl_pl: Kliknij na Zarządzaj, aby edytować swoje konto lub zarządzać aplikacją KeexyBox
pt_pt: Clicar em Gerir para alterar a sua conta ou gerir KeexyBox
ru_ru: Нажмите «Управление», чтобы изменить учетную запись или настроить KeexyBox.

source: KeexyBox management
chs: KeexyBox管理
de_de: Verwaltung von KeexyBox
el_gr: Διαχείριση του KeexyBox
es_es: Gestión de KeexyBox
fr_fr: Gestion de KeexyBox
it_it: Gestione di KeexyBox
ja_jp: KeexyBox の管理
pl_pl: Zarządzanie aplikacją KeexyBox
pt_pt: Gestão de KeexyBox
ru_ru: Настройка KeexyBox

source: Delete my account
chs: 删除我的账户
de_de: Mein Konto löschen
el_gr: Διαγραφή του λογαριασμού μου
es_es: Eliminar mi cuenta
fr_fr: Supprimer mon compte
it_it: Elimina il mio account
ja_jp: 删除我的账户
pl_pl: Usuń moje konto
pt_pt: Eliminar a minha conta
ru_ru: Удалить мою учетную запись

source: Check my IP
chs: 检查我的IP
de_de: Überprüfen Sie meine IP
el_gr: Ελέγξτε την IP μου
fr_fr: Vérifier mon IP
ja_jp: 私のIPを確認してください
pt_pt: Verifique meu IP

source: Check Tor
chs: 检查托
de_de: Überprüfen Sie Tor
el_gr: Ελέγξτε το Tor
fr_fr: Vérifier Tor
ja_jp: Torをチェックしてください
pt_pt: Verificar Tor

source: Browse the internet
chs: 浏览网络
de_de: Im Internet surfen
el_gr: Περιηγηθείτε στο διαδίκτυο
fr_fr: Surfer sur Internet
ja_jp: インターネットを閲覧
pt_pt: Navegar na internet

source: A new version is available.
chs: 有新版本可用。
de_de: Informationen zur neuen Version
el_gr: Μια νέα έκδοση είναι διαθέσιμη.
fr_fr: Une nouvelle version est disponible.
ja_jp: 新しいバージョンが利用可能です。
pt_pt: Uma nova versão está disponível.

source: Information about the new version
chs: 有关新版本的信息
de_de: Eine neue Version ist verfügbar.
el_gr: Πληροφορίες για τη νέα έκδοση
fr_fr: Informations sur la nouvelle version
ja_jp: 新しいバージョンに関する情報
pt_pt: Informações sobre a nova versão

source: KeexyBox update
chs: KeexyBox更新
el_gr: Ενημέρωση KeexyBox
fr_fr: Mise à jour KeexyBox
ja_jp: KeexyBoxの更新
pt_pt: Atualização do KeexyBox

source: Change log
chs: 变更记录
de_de: Änderungsprotokoll
el_gr: Αλλαγή αρχείου καταγραφής
fr_fr: Journal des modifications
ja_jp: ログの変更
pt_pt: Log de alterações

source: No update is available.
chs: 没有可用的更新。
de_de: Es ist kein Update verfügbar.
el_gr: Δεν υπάρχει διαθέσιμη ενημέρωση.
fr_fr: Aucune mise à jour n'est disponible.
ja_jp: アップデートはありません。
pt_pt: Nenhuma atualização está disponível.

source: Install the update
chs: 安装更新
de_de: Installieren Sie das Update
el_gr: Εγκαταστήστε την ενημέρωση
fr_fr: Installer la mise à jour
ja_jp: アップデートをインストールする
pt_pt: Instale a atualização

source: Please wait while updating...
chs: 请稍候，正在更新...
de_de: Bitte warten Sie beim Aktualisieren ...
el_gr: Περιμένετε κατά την ενημέρωση ...
fr_fr: Veuillez patienter pendant la mise à jour...
ja_jp: 更新中はお待ちください...
pt_pt: Aguarde enquanto atualiza ...

source: Update done.
chs: 更新完成。
de_de: Update beendet.
el_gr: Η ενημέρωση ολοκληρώθηκε.
fr_fr: Mise à jour terminée.
ja_jp: 更新が完了しました。
pt_pt: Atualização concluída.

source: Update failed.
chs: 更新失败。
de_de: Update fehlgeschlagen.
el_gr: Ενημέρωση απέτυχε.
fr_fr: La mise à jour a échoué.
ja_jp: 更新失敗。
pt_pt: Atualização falhou.

source: details
chs: 细节
de_de: Einzelheiten
el_gr: Λεπτομέριες
fr_fr: détails
ja_jp: 細部
pt_pt: detalhes

source: URL for internet browsing
de_de: URL zum Surfen im Internet
el_gr: URL για περιήγηση στο Διαδίκτυο
fr_fr: URL pour la navigation sur Internet

source: URL to check the IP address
de_de: URL zur Überprüfung der IP-Adresse
el_gr: URL για έλεγχο της διεύθυνσης IP
fr_fr: URL pour vérifier l'adresse IP

source: Tor
ja_jp: Tor（トーア）

source: Blacklist
chs: 黑名单
ja_jp: ブラックリスト
pl_pl: Czarna lista
ru_ru: Черный список

source: Or connect with an account
fr_fr: Ou se connecter avec un compte

source: Default profile to use
de_de: Standardprofil zu verwenden
fr_fr: Profil par défaut à utiliser

source: DHCP
ru_ru: сервер DHCP

source: The domains listed below could block the domain {0}. You can delete them or change their category to fix the issue.
pl_pl: Domeny wymienione poniżej mogą blokować domenę {0}. Możesz je usunąć lub zmienić ich kategorię, aby rozwiązać problem.

source: DHCP cannot be enabled on this network if it is not enabled on the {0} network.
de_de: DHCP kann in diesem Netzwerk nicht aktiviert werden, wenn es im {0} -Netzwerk nicht aktiviert ist.

source: Name to display on the captive portal
de_de: Name, der im Captive-Portal angezeigt werden soll

source: Logo to display on the captive portal
de_de: Logo, das auf dem Captive-Portal angezeigt werden soll

source: No wireless interface available to activate the WiFi access point.
de_de: Keine drahtlose Schnittstelle verfügbar, um den WiFi-Zugangspunkt zu aktivieren.

source: Upload logo
de_de: Logo hochladen
